{
    "SCEN000.S11": {
        "title": "黄巾の乱",
        "description": "漢朝は宦官、外戚の腐敗政治により、衰退の一途をたど\nっていた。この混迷の中、大賢良師・張角は信者を集め\nて一斉に蜂起する。世に言う黄巾の乱である。乱の報を\n受けた朝廷は、皇后の兄である何進を大将軍に任じ、黄\n巾賊の討伐を命じた。乱世の幕が今、上がる。",
        "factions": [
            "紹介文",
            "紹介文",
            "他の諸侯と同盟して黄巾打倒を目指すことになる。領地\nは下佤のみ。孫堅自身の能力が高く、配下に韓当や程普\nなど猛者が揃っているとはいえ、下佤で賊を食い止める\nのは至難のわざだろう。南の空白都市に進出し、国力増\n強に努めるのが良策だ。南に領土を拡大すれば、孫家に\n協力的な在野の士も発見できるはず。",
            "黄巾賊との友好状態は低いが、黄巾打倒の盟には加わっ\nてはいない。領地は武威で、近隣勢力は董卓のみ。武将\nの質・量は董卓軍が上回っているので、彼らが国力を得\nる前に倒しておきたいところ。空白都市の安定を押さえ\nて、牽制しておこう。董卓軍が中原に進出する機を待ち\n背後を突くのも手か。",
            "他の諸侯と同盟して黄巾打倒を目指すことになる。領地\nは薊のみ。隣接都市の南皮には、黄巾賊の大軍勢が待機\nしていて、いつ攻められるかわからない状況だ。盟友の\n丁原、公孫𠂉と連携する形を取りたい。国力が充実した\nら、配下の劉備三兄弟を中心にして軍を編制し、南皮を\n奪取しよう。",
            "他の諸侯と同盟して黄巾打倒を目指すことになる。領地\nは天水で、近隣に存在する勢力は武威の馬騰のみ。馬騰\nは黄巾打倒の盟友ではなく、放っておくと背後を突かれ\nる恐れがある。まずは馬騰を倒して、後顧の憂いを絶っ\nてから、中原に進出するとよいだろう。軍師は李儒が務\nめる。",
            "紹介文",
            "紹介文",
            "紹介文",
            "紹介文",
            "紹介文",
            "他の諸侯と同盟して黄巾打倒を目指すことになる。領地\nは北平のみ。隣接する南皮には、黄巾賊の大軍が待機し\nている。北平だけの兵力では心許ないので、空白都市の\n襄平を占領して国力を充実させたい。人材は質・量とも\nに不足している。戦争では君主の公孫𠂉が一番、役立つ\nだろう。",
            "紹介文",
            "紹介文",
            "紹介文",
            "紹介文",
            "紹介文",
            "紹介文",
            "紹介文",
            "紹介文",
            "紹介文",
            "紹介文",
            "紹介文",
            "紹介文",
            "紹介文",
            "紹介文",
            "紹介文",
            "紹介文",
            "周りはすべて敵の状態。領地は６都市と広大だが、配下\nの質・量ともに不足しているので、一斉攻撃されると厳\nしい。敵を絞り、優秀な配下を得ることに専念しよう。\n幸い、黄巾は官職が得られないが、序盤から多くの兵を\n率いることができる。下佤の孫堅など、優秀な人材が揃\nう国を大兵をもって攻め落とし、人材確保に努めよう。",
            "黄巾賊とは交戦状態だが、他の諸侯とは黄巾打倒の目標\nのもと同盟している。領地は洛陽など４都市。兵力では\n黄巾賊に劣るので諸侯と連携して立ち向かいたい。配下\nには曹操、皇甫嵩、盧植などがいて、その質は黄巾賊を\n上回る。有能な配下を中心に賊の侵攻を食い止め、南の\n豊かな空白都市を押さえていくのが得策か。",
            "他の諸侯と同盟して黄巾打倒を目指すことになる。領地\nは晋陽のみ。南皮の黄巾賊が当面の標的となる。天下無\n双の呂布や、魏続・宋憲などをうまく使えば、互角に戦\nえるだろう。ただ、内政に長けた人物がいないので、国\n造りには苦労するかもしれない。長期的な展開を見据え\n、序盤のうちに知略に長けた人材も確保しよう。",
            "紹介文",
            "紹介文",
            "紹介文",
            "紹介文",
            "紹介文",
            "紹介文",
            "紹介文",
            "紹介文",
            "紹介文",
            "紹介文",
            "紹介文"
        ]
    },
    "SCEN001.S11": {
        "title": "反董卓連合",
        "description": "黄巾の乱が収まった後も、混乱は続いた。大将軍・何進\nや十常侍といった有力者たちは次々と消え、幼い皇帝は\n暴君・董卓の手に落ちてしまう。権勢を振るう董卓に対\nし、諸侯は不満を募らせる。そしてついに、袁紹、曹操\nらを中心に反董卓連合が結成されようとしていた。",
        "factions": [
            "反董卓連合に加わり、諸侯と共に董卓打倒を目指すこと\nになる。領地の陳留は、大兵を擁する虎牢関や洛陽に近\nく、董卓軍の猛攻を受けることは必至だ。夏侯淵、夏侯\n惇、曹仁など、有能な親族たちと一致団結して、立ち向\nかおう。董卓軍の猛攻を凌ぎつつ、空白都市の許昌を占\n拠できれば、展開が楽になる。",
            "反董卓連合に加わり、諸侯と共に董卓打倒を目指すこと\nになる。領地は平原のみ。近隣には物資や人材に恵まれ\nた袁紹がおり、共に連合に加わっているとは言え気は抜\nけない。配下の数も少なく、関羽と張飛が支えている状\n況。諸侯が董卓打倒に突き進んでいる間、人材を発掘し\n少しでも国力を蓄えておくのが吉か。",
            "反董卓連合に加わり、諸侯と共に董卓打倒を目指すこと\nになる。領地は長沙のみ。周辺には空白都市が多く、国\n力を蓄えるには理想的な環境だ。古参の将はもちろん、\n孫策、周瑜など若くて有望な配下が加わり、陣容も整っ\nている。劉表との空白都市争奪戦に勝てれば、天下も近\nいだろう。",
            "反董卓連合に加わり、諸侯と共に董卓打倒を目指すこと\nになる。領地は武威のみ。董卓に安定と天水を押さえら\nれて、「蓋」をされた格好になっている。序盤は董卓に\n攻められないように国力を蓄え、洛陽や長安で戦が起き\nたら、馬超や㐆徳率いる精鋭部隊を進軍させよう。諸侯\nと連動し、董卓を挟み撃ちするように心がけたい。",
            "反董卓連合には加わっておらず、特に敵対している勢力\nもない。領地は成都など３都市。厳顔、黄権などがいる\nものの将の層は薄い。周囲と友好な関係にある情勢を活\nかし、人材集めや国力向上に注力しよう。南蛮の空白都\n市を占領して国力を高めるのもよい。また、荊州の劉表\nの動きにも注意を払いたい。",
            "反董卓連合を組まれ、敵に囲まれた状態。洛陽を始め４\n都市を保持している。状況は厳しいが、国力や人材は諸\n侯より一歩抜きんでている。呂布、華雄、李儒、荀攸、\n賈么など、そうそうたる人材を駆使すれば、簡単にはや\nられないだろう。諸侯の中でもとくに警戒すべきは陳留\nの曹操だ。弱小なうちに倒しておきたい。",
            "反董卓連合には加わっていないが、袁紹とは友好関係に\nある。領地は襄陽と江夏で、配下には丩越、丩良などが\nいる。文官系の人材が多く、武官系の将軍は皆無に近い\n。空白都市の江陵を押さえて、長沙の孫堅の配下を狙う\nのが得策か。人材や国力を蓄えた後で、中原に進出して\nも遅くはない。",
            "反董卓連合の盟主。諸侯と共に董卓打倒を目指すことに\nなる。領地は南皮のみ。顔良、文醜、審配、田豊など、\n優れた配下が多く、人材面では董卓軍に見劣りしない。\n連合に加盟していない劉虞を倒し、早い段階で勢力を拡\n大したいところ。また有能な人材がいる侚の韓馥や平原\nの劉備などを狙うのもよいだろう。",
            "反董卓連合に加わり、諸侯と共に董卓打倒を目指すこと\nになる。領地は宛のみ。配下の数は多いものの、質は低\nく、董卓軍の精鋭相手には厳しい。また、本拠地である\n宛は洛陽に近く、戦に巻き込まれる可能性も高い。空白\n都市の許昌か新野を取り、万が一の事態に備えたい。退\n路を確保しておけば、戦いやすいはずだ。",
            "反董卓連合には加わっていないが、劉焉とは友好関係に\nある。領地は漢中のみ。配下の質・量ともになく、周囲\nと互角に渡り合うのは難しいだろう。馬騰や董卓の攻撃\nを防ぎながら、中原への玄関・陽平関に兵を集めて防備\n体勢を整えたい。そのうえで徐々に長安を目指すのが基\n本戦略か。",
            "紹介文",
            "反董卓連合に加わり、諸侯と共に董卓打倒を目指すこと\nになる。領地は北平のみ。配下の質は高くはないが、薊\nの劉虞や襄平の公孫度に比べればよい方だ。まずは、国\n力の増強を図るため、関係の良くない劉虞を倒してしま\nおう。公孫度も討ち領土が３都市になれば、董卓や袁紹\nとも互角に渡り合えるだろう。",
            "董卓と友好関係にあるため、反董卓連合には加わってい\nない。中原の争いから外れた独自勢力の色合いが強い。\n領地は襄平のみで、配下の大部分は一族が占めている。\n本拠地に接する敵が少なく、守りにはあまり気を遣わず\nに済む。戦力が充実したら、全軍をもって北平に進み、\n公孫𠂉を打ち倒そう。次なる敵は袁紹か。",
            "反董卓連合には加わらず、公孫𠂉と対立している。領地\nは薊のみ。公孫𠂉、袁紹など強敵に囲まれ、配下もまっ\nたく足りない状況。時が経てば経つほど、情勢は不利に\nなるだろう。比較的関係の良い晋陽の張楊や、平原の劉\n備と手を組み、袁紹らに対峙するしかない。上級者向け\nの勢力といえる。",
            "反董卓連合に加わり、諸侯と共に董卓打倒を目指すこと\nになる。領地の侚は洛陽に近い大都市で配下も優秀。沮\n授や張丒など一流の将が控える。だが、肝心の韓馥の能\n力が低い。侚で富国強兵に努め、君主を支える配下を更\nに増やさないと、董卓は討てないだろう。また同盟を結\nんでいるとは言え、袁紹の動きに注意したい。",
            "紹介文",
            "反董卓連合に加わり、諸侯と共に董卓打倒を目指すこと\nになる。領地は北海のみ。配下の数は少ないが、武勇の\n誉れが高い太史慈がいる。部隊編制は彼を中心にすると\nよいだろう。また、周辺は陶謙や劉備など、友好的な勢\n力に囲まれている。内政をしやすい反面、いざ攻勢に転\nじる時に迷いが生じることも。",
            "反董卓連合に加わり、諸侯と共に董卓打倒を目指すこと\nになる。領地は濮陽のみ。中原の要所を治めている割に\n配下が少なく、戦力にも不安が残る。陳留の曹操と董卓\nが戦っている隙に国力を上げ、人材を増やそう。曹操に\n援兵を出して共に戦い、董卓の勇猛な配下を奪うのも手\nか。",
            "反董卓連合に加わり、諸侯と共に董卓打倒を目指すこと\nになる。領地は下佤と小沛。配下には糜竺や陳珪など文\n官系の人材が多い。内政には不自由しないだろう。弱点\nである戦争面の人材を補充するために、空白都市の多い\n南に勢力を伸ばそう。下佤、小沛と接する寿春は、早い\n段階で占領したいところだ。",
            "反董卓連合に加わり、諸侯と共に董卓打倒を目指すこと\nになる。領地は汝南のみ。配下は許靖しかおらず、早急\nな人材確保が求められる。幸運にも、開始時は空白都市\nに囲まれているので、空白都市を占領し、人材確保に努\nめよう。許昌は戦争に巻き込まれる可能性があるので寿\n春あたりが狙い目か。",
            "反董卓連合に加わり、諸侯と共に董卓打倒を目指すこと\nになる。薊の劉虞との関係は良好。領地は晋陽のみで配\n下も少なく、人材確保が急務となる。周囲に敵はいない\nので、人材探索に時間をかけることもできるが、時代の\n流れに取り残される可能性も。劉虞を攻めて人材を得る\nのも一つの手か。",
            "紹介文",
            "紹介文",
            "紹介文",
            "紹介文",
            "紹介文",
            "紹介文",
            "紹介文",
            "紹介文",
            "紹介文",
            "紹介文",
            "紹介文",
            "紹介文",
            "紹介文",
            "紹介文",
            "紹介文",
            "紹介文",
            "紹介文",
            "紹介文",
            "紹介文",
            "紹介文",
            "紹介文"
        ]
    },
    "SCEN002.S11": {
        "title": "群雄割拠",
        "description": "義父・董卓を殺した呂布は、李丮・郭艴らによって都を\n追われた。行き場を失った呂布は曹操の留守中に乑州を\n奪う。乱世の狼と姦雄の激突は必至となった。江東では\n孫策が玉璽を質にして袁術から兵を借り、揚州進出をも\nくろむ。世は群雄割拠の時代に突入しようとしていた。",
        "factions": [
            "呂布、陶謙との外交状態は最悪。いつ戦端を開かれても\nおかしくはない。劉備や袁術とも関係は悪化しており、\n戦い方を間違えると四面楚歌になる。袁紹との同盟関係\nを大切にしたいところだ。領地は陳留のみ。配下には夏\n侯兄弟を始め、荀紣、典韋などが控える。優秀な配下を\n周囲の空白都市に派遣し、国力強化を図るのが得策か。",
            "曹操、袁紹、李丮といった大勢力と敵対している。公孫\n𠂉、陶謙、孔融との同盟関係を大事にしたい。領地は小\n沛のみで、頼れる配下は関羽、張飛の２人だけだ。近接\nしている陶謙と連携して曹操の猛攻を凌ぎたい。また、\n北からは袁紹の南下も予想される。袁術が治める豊かな\n寿春を早い段階で攻略しておこう。",
            "李丮、劉表との外交状態は最悪。袁紹、王朗、劉𠂤、厳\n白虎とも敵対している。ただ、領地・廬江の北にいる袁\n術が盟友なのが心強い。配下の駒は揃っていて、張紘や\n張昭らを中心に内政を行えば、すぐに打って出られる戦\n力になるだろう。劉𠂤が治める大都市・建業、空白都市\nの柴桑あたりに標的を定めよう。",
            "李丮と敵対し、劉璋とは友好的な関係を保っている。領\n地は武威と天水。配下の数はそれほど多くないが、馬超\nや㐆徳、韓遂など強者が揃っている。当面の敵は、李丮\nが治める安定になるだろう。うまくいけば、賈么や張繍\nなど優秀な武将も得られる。また、李丮討伐に専念する\nために、漢中の張魯とは関係を良くしておきたい。",
            "馬騰と友好的な関係を保っている。領土は成都など３都\n市。配下も質・量ともに充実しつつある。中でも張任、\n張松、厳顔などは頼りになる存在だ。これらの人材がい\nれば、張魯との関係がこじれても食い止められるはず。\n序盤は張魯との関係に注意しつつ、荊南や南蛮の空白都\n市を押さえて、国力を強化しよう。",
            "友好的な勢力はなく、曹操、袁紹、孫策、劉備、馬騰な\nど、ほとんどの勢力から標的にされている。要衝である\n長安と安定を治めるものの、不安は尽きない。ただ、配\n下の質は良く、賈么や鍾𠂤などは計略、外交に活躍して\nくれるだろう。長安の周りに空白都市が多いのも救いだ\n早めに占領して、国力強化を図ろう。",
            "孫策とは一触即発の状態。遠い北の袁紹とは友好的な関\n係を保っている。領地は襄陽など３都市。配下には勇将\nの黄忠や、丩越、丩良がいる。領地の周りはすべて空白\n都市なので、余裕を持って戦略を立てられるはず。当面\nは敵対している孫策の動きに注意しつつ、国力や人材を\n充実させよう。",
            "敵対勢力は数多い。代表格は、公孫𠂉、劉備、孫策。曹\n操とは同盟を結び、劉表との関係も良い。領地は侚など\n３都市。配下には猛将、知将が揃い、現段階では天下に\n一番近い勢力といえる。北の公孫𠂉を迅速に取り除き、\n河北の大軍勢をもって南下すれば、抵抗できる勢力はい\nないだろう。",
            "天下のほとんどの諸侯から嫌われている。とくに劉表、\n袁紹との対立は根が深い。盟友・孫策が唯一の味方だ。\n領土は寿春と汝南。配下の数は揃っているものの、質は\n良くない。汝南、寿春に眠る人材の発掘が急務か。人材\nを得たら、南は孫策に任せ、許昌、新野といった空白都\n市に進出しよう。",
            "目立った敵対勢力はない。領地は漢中のみ。配下の質・\n量ともに周辺勢力と比べると見劣りする。まずは劉璋と\nの戦を避け、陽平関、漢中の守備を強化するのが先決。\nできれば南の剣閣も落とし、漢中を完全に防護したい。\n馬騰と李丮の戦いが本格化したら参戦して、両勢力の優\n秀な人材を奪おう。",
            "曹操との戦は時間の問題。袁紹の関係も、表面化してな\nいだけで良くはない。盟友の張楊は少し離れた晋陽にい\nるため、孤立は必至。呂布、張遼、高順を領地である濮\n陽の防衛に当てて、被害を最小限に食い止めよう。もっ\nとも警戒すべきは、袁紹と曹操の挟撃だ。袁紹が戦力を\n南に向ける前に曹操と決着をつけておきたい。",
            "地理的状況から見ても袁紹との戦は免れない。盟友の劉\n備や、比較的関係の良い陶謙、孔融との連携が必要にな\nるだろう。領土は北平と薊。配下には趙雲がいるが、袁\n紹陣営と比べると戦力は劣る。正面から当たれば、被害\nは甚大だ。友好勢力のほかに、張楊、呂布なども巻き込\nんで、袁紹を包囲する形を取りたい。",
            "李丮とは比較的友好的な関係を築いている。領地は襄平\nのみ。配下の大部分は一族だが、能力はいまいち。ただ\n本拠地に接する敵が少ないので、守りにはあまり気を遣\nわずに済む。戦力が充実したら、全軍をもって北平に進\n軍しよう。袁紹が大勢力になる前に、北平を占領したい\nところだ。",
            "紹介文",
            "紹介文",
            "紹介文",
            "曹操や袁紹といった敵対勢力には、盟友・劉備、陶謙と\n共に立ち向かいたい。単独で戦うには、国力や人材が不\n十分だ。また、領地の北海は袁紹勢力と隣接しているた\nめ、早い段階で袁紹軍の攻撃を受ける可能性がある。し\nばらくは北海の耐久や軍備の増強に力を入れた方がよい\nだろう。",
            "紹介文",
            "曹操からは目の敵にされている。李丮、袁紹との関係も\n余り良くない。盟友・劉備、孔融の力を借りて、この難\n局を乗りきりたいところ。領地は下佤のみで、配下には\n文官系の武将が多い。下佤は孔融、劉備勢力に囲まれて\nいるため、しばらくの間は、戦争は起きないはず。来た\nる戦禍に備えて人材を補充し、軍備を整えておきたい。",
            "紹介文",
            "目立った敵対勢力はなく、呂布と同盟を結んでいる。領\n地である晋陽は公孫𠂉、袁紹といった強敵に囲まれ苦し\nい情勢。配下も頼りなく、序盤はなかなか攻勢には出ら\nれないだろう。袁紹の攻撃は壺関に籠もって防ぎ、機を\n見て公孫𠂉の薊に出陣するのが良策か。公孫𠂉配下の趙\n雲を得られれば、光明が見えるかもしれない。",
            "紹介文",
            "劉𠂤、厳白虎と同盟を結んで、孫策や袁術に対抗してい\nる。領地は会稽のみ。配下には虞翻、許貢などがいる。\n武官系の将がおらず、戦には苦労するかも。孫策が同盟\n国を倒す前に、人材を収集して戦える態勢を作っておき\nたい。水路から空白都市の柴桑を占拠して、国力を蓄え\nるのも手か。",
            "王朗、劉𠂤と同盟を結び、孫策や袁術に対抗している。\n領地は呉のみ。配下には一族の厳輿しかおらず、戦力不\n足は否めない。盟友・劉𠂤が敗れて建業が落とされれば\n呉も風前の灯火になるだろう。劉𠂤と団結して、何とし\nても孫策の侵攻を食い止めるのだ。粘れば、勝機が訪れ\nるかもしれない。",
            "王朗、厳白虎と同盟を結んで、孫策や袁術に対抗してい\nる。領地は大都市・建業。孫策、袁術両勢力に隣接して\nいる都市で、狙われやすい。早急に国力を上げる必要が\nあるが、配下の数が足りず難しい状況だ。配下に勇将・\n太史慈がいるのが唯一の救い。太史慈が力戦している間\nに、内政や防備に努めたい。",
            "紹介文",
            "紹介文",
            "紹介文",
            "紹介文",
            "紹介文",
            "紹介文",
            "紹介文",
            "紹介文",
            "紹介文",
            "紹介文",
            "紹介文",
            "紹介文",
            "紹介文",
            "紹介文",
            "紹介文",
            "紹介文",
            "紹介文"
        ]
    },
    "SCEN003.S11": {
        "title": "官渡の戦い",
        "description": "献帝を擁立した曹操は、呂布や袁術といった難敵を打ち\n破り、中原を支配した。一方、袁紹は公孫𠂉を倒して河\n北を統一。その視線を中原へと向けていた。小覇王・孫\n策も江東を制圧し、曹操の背後を突く構えを見せる。天\n下を巡る争いは、彼らを中心に加速し始めていた。",
        "factions": [
            "袁紹とはいつ戦が起きても不思議ではない状況。劉備、\n馬騰、張繍との関係も良くない。打つ手を誤ると袋だた\nきに遭う可能性も。袁紹との決戦に臨む前に、外交や計\n略で敵対勢力を減らしたいところだ。領地は許昌など中\n原の５都市。人材も豊富で、知に荀紣、荀攸、郭嘉、武\nには張遼、夏侯兄弟などがいる。",
            "盟友・袁紹や友好的な馬騰とともに、宿敵である曹操に\n挑む。領地は下佤と小沛。配下には関羽、張飛、陳珪、\n糜竺などがいる。序盤から曹操の猛攻を全面で受ける形\nになり苦しい状況が続くだろう。袁紹と協力して、防ぎ\nたいところ。早い段階で空白都市の寿春を押さえておく\nと、戦略が立てやすくなる。",
            "敵対勢力は劉表。袁紹とは比較的友好的な関係を保って\nいる。領地は建業など江東の５都市。配下も充実してい\nて、周瑜、呂蒙、黄蓋、周泰など、有能な人材が揃って\nいる。地と人に恵まれているので、臨機応変に戦略が立\nてられるはず。曹操と袁紹の激突を眺める余裕を持ちた\nい。",
            "曹操を西から脅かす存在。劉備、劉璋とは友好関係を保\nっている。領地は武威など３都市で、配下は勇将揃い。\nまた、安全な武威は内政地にできるため、国力にも余裕\nが生まれるはず。長安攻略を目指して、軍備を強化しよ\nう。長安には鍾𠂤を始め、良将が配置されている。長安\nを落とせば、曹操軍に大打撃を与えられるのだ。",
            "張魯と激しく対立している。領土は成都など３都市。配\n下は質・量ともに充実している。張松、法正、張任、厳\n顔と人材面では曹操にも引けを取らない。君主・劉璋の\n能力の低さは、これら配下に補ってもらおう。張魯の攻\n勢が激しい時は、逆に漢中に侵攻して、決着をつけてし\nまいたい。",
            "紹介文",
            "孫策との外交状態は最悪で、戦は避けられない状況。袁\n紹とは友好関係を保っている。領地は襄陽など３都市。\n配下には甘寧、黄忠や丩越、丩良がいる。当面の敵であ\nる孫策に比べると、国力、人材の面でやや劣る。空白都\n市の長沙を孫策より先に占領して、荊州の支配権を確か\nなものにしよう。",
            "最大の敵は曹操。劉備は盟友で、孫策、劉表、公孫度、\n張繍との関係も良い。領地は侚など７都市。配下には顔\n良、文醜、田豊、沮授など、良将が揃っている。人材面\nではやや曹操に劣るが、国力では大きく曹操を上回って\nいる。また、友好勢力も多いので、曹操包囲網を敷くこ\nとも可能だ。",
            "紹介文",
            "劉璋と敵対している。領地は漢中のみ。配下の質・量と\nもに周辺勢力と比べると大幅に落ちる。周辺に動きがあ\nるまでは動かず、陽平関、漢中の守備を強化しよう。曹\n操はもちろん、劉璋の陣容もかなり強力なので、手は出\nしにくい。標的を選ぶのであれば、武将の層が薄い馬騰\n勢力か。",
            "紹介文",
            "紹介文",
            "領地である襄平は袁紹勢力に囲まれている。袁紹とは敵\n対はしていないがいつ攻められてもおかしくはない。現\n状の戦力では、戦になった際に持ちこたえられないだろ\nう。袁紹が曹操らと戦っている隙に、国力を高めておこ\nう。配下の質・量ともに低いので、人材の確保も怠って\nはならない。",
            "紹介文",
            "紹介文",
            "紹介文",
            "紹介文",
            "紹介文",
            "紹介文",
            "紹介文",
            "紹介文",
            "紹介文",
            "紹介文",
            "紹介文",
            "紹介文",
            "曹操軍との激突はもはや避けられない状況。領地の宛は\n隣接する許昌や洛陽に比べると見劣りする。配下数も不\n足していて、頼れるのは賈么ただ一人だ。現状ではとて\nも曹操には太刀打ちできない。人材を確保すると同時に\n新野など空白都市を占領して、曹操の猛攻に持ちこたえ\nられる戦力を作り上げよう。",
            "紹介文",
            "紹介文",
            "紹介文",
            "紹介文",
            "紹介文",
            "紹介文",
            "紹介文",
            "紹介文",
            "紹介文",
            "紹介文",
            "紹介文",
            "紹介文",
            "紹介文",
            "紹介文",
            "紹介文",
            "紹介文"
        ]
    },
    "SCEN004.S11": {
        "title": "三顧の礼",
        "description": "曹操は袁紹を破り、河北一帯を手中に収めた。彼の南下\nを恐れた劉表は新野に劉備を配置し、対応を一任する。\nまた、江東の孫権は急逝した孫策の後を継ぎ、周瑜を始\nめとする有能な配下と共に必死に国をまとめていた。曹\n操軍の南征が天下に嵐を起こそうとしていた。",
        "factions": [
            "巨大勢力の宿命か、劉備、劉表、馬騰など周囲の諸侯と\nはほとんど対立している。公孫度や荊州南郡の４勢力は\n友好的だが、戦略上の利点はあまりない。領地は16都市\nにも上り、圧倒的な国力を誇る。旧袁紹軍の将が加わり\n配下の層も更に厚みを増している。油断さえしなければ\n天下統一は間違いない。",
            "曹操軍の猛攻を、小都市・新野で防がなければならない\n苦しい状況。関羽、張飛、趙雲、徐庶など、有能な配下\nを総動員して、攻め寄せる曹操軍を各個撃破しよう。曹\n操相手に単独で戦うには限界があるので、盟友の劉表や\n友好勢力である馬騰の力も借りたいところ。諦めずに戦\nい抜き、この苦境を救う賢者の出現を待とう。",
            "仇敵・劉表はもちろん、江東に目を向け始めた曹操にも\n注意を払わなければならない。領地は建業など５都市。\n周瑜、魯粛、呂蒙、黄蓋、周泰など、有能な将が揃って\nいる。序盤は曹操との消耗戦を避け、人材の宝庫である\n荊州を狙いたい。天下二分の計が成れば、曹操に勝つ機\nも訪れるだろう。",
            "当面の敵は曹操となる。友好勢力は劉備、劉璋。領地は\n武威など３都市で、配下には馬超、馬岱、㐆徳など勇将\nが揃っている。迅速に軍備を整え、勇将たちを長安に送\nり込もう。時間が経てば経つほど、曹操は巨大化し、手\nが付けられなくなる。一刻も早く長安を落とし、曹操に\n損害を与えたい。",
            "張魯とは敵対し、馬騰とは友好的な関係を保っている。\n領土は成都など３都市。配下は質・量ともに最盛期を迎\nえていると言ってもよいだろう。ただ、蜀の地にも確実\nに曹操の脅威は迫ってきている。張魯を迅速に攻めて、\n漢中を防御拠点にするか、蜀の天険を頼み防戦するか、\n決断が求められる。",
            "紹介文",
            "孫権とは一触即発の状態。曹操とも敵対している。巨大\nな両勢力を同時に相手にしなければならず、非常に厳し\nい情勢。盟友・劉備の活躍に、勢力の命運がかかってい\nる。劉備の援護は惜しまないようにしたい。領地は襄陽\nなど３都市。配下には良将が多いが、周辺勢力に比べる\nと物足りない。",
            "紹介文",
            "紹介文",
            "劉璋と敵対関係にある。領地は漢中のみ。配下の質・量\nともに周辺勢力と比べると大幅に落ちる。周辺に動きが\nあるまでは動かず、陽平関、漢中の守備を強化しよう。\n敵を少しでも減らすために、曹操軍と手を組むことも考\nえなければならない。曹操と馬騰を戦わせれば、自身は\n劉璋軍との戦いに専念できる。",
            "紹介文",
            "紹介文",
            "領地である襄平は曹操勢力に囲まれている。曹操との関\n係は良好なので、序盤は逆らわない方がよい。内政や人\n材確保に努め、天下の動向を見守ろう。曹操の天下が揺\nらいだときに、一気に北平や薊を奪えるよう、軍備を整\nえておきたい。配下には一族のほかに、袁煕や袁尚らが\nいて、それなりの陣容となっている。",
            "紹介文",
            "紹介文",
            "紹介文",
            "紹介文",
            "紹介文",
            "紹介文",
            "紹介文",
            "紹介文",
            "紹介文",
            "紹介文",
            "紹介文",
            "紹介文",
            "紹介文",
            "紹介文",
            "紹介文",
            "紹介文",
            "紹介文",
            "紹介文",
            "曹操とは友好関係にあり、劉表、金旋、趙範、劉度とも\n比較的良好な関係を維持している。領土は長沙のみ。配\n下には猛将・黄忠がいる。周囲は友好的な勢力ばかりだ\nが、何もしないで過ごせば天下の形勢は決まってしまう\n。黄忠を中心にして軍を編制し、金旋か趙範を滅ぼそう\n。曹操が南下する前に、荊南は押さえておきたい。",
            "曹操とは友好関係にあり、劉表、韓玄、趙範、劉度とも\n比較的良好な関係を維持している。領土は武陵のみ。配\n下には鞏志や金傺がいる。周囲は友好的な勢力ばかりだ\nが、何もしないで過ごせば天下の形勢は決まってしまう\n。黄忠を擁する韓玄との衝突は避け、劉度を滅ぼそう。\n曹操が南下する前に、荊南は押さえておきたい。",
            "曹操とは友好関係にあり、劉表、韓玄、金旋、劉度とも\n比較的良好な関係を維持している。領土は桂陽のみ。配\n下には陳応、鮑隆などがいる。周囲は友好的な勢力ばか\nりだが、何もしないで過ごせば天下の形勢は決まってし\nまう。黄忠を擁する韓玄との衝突は避け、劉度を滅ぼそ\nう。曹操が南下する前に、荊南は押さえておきたい。",
            "曹操とは友好関係にあり、劉表、韓玄、金旋、趙範とも\n比較的良好な関係を維持している。領土は零陵のみ。配\n下には劉賢、亻道栄がいる。周囲は友好的な勢力ばかり\nだが、何もしないで過ごせば天下の形勢は決まってしま\nう。まずは、文官系の配下が多い金旋を滅ぼそう。曹操\nが南下する前に、荊南は押さえておきたい。",
            "紹介文",
            "紹介文",
            "紹介文",
            "紹介文",
            "紹介文",
            "紹介文",
            "紹介文"
        ]
    },
    "SCEN005.S11": {
        "title": "劉備入蜀",
        "description": "赤壁で大勝した後、孫権は大黒柱である周瑜を失う。孫\n呉の宿願、天下二分は水泡に帰した。劉備は名軍師・諸\n葛亮、㐆統を得て、荊南にて軍備を増強。赤壁で敗れた\n曹操は再び南征を企てるが、父の復讐戦を挑んできた馬\n超に長安を奪われる。天下の行方は混沌としていた。",
        "factions": [
            "友好的な勢力は公孫恭のみ。怒り猛る馬超、荊州を得た\n劉備、地力のある孫権を相手にしなければならない。３\n勢力を一度に相手にするのだけは避けたいところ。領土\nは17都市。赤壁に敗れたとはいえ、人材や国力は飛び抜\nけている。まずは馬超討伐に集中し、江東や荊州方面は\n防御に徹するのが賢明か。",
            "孫権、馬超と同盟し、巨大な曹操に立ち向かう。領地は\n江陵など６都市。配下には古参の関羽、張飛を始めとし\nて、黄忠、魏延、諸葛亮、㐆統など、優秀な人材が揃っ\nている。人材面では曹操に対抗できるが、国力はまだま\nだ足りない。早急に空白都市の永安を占領し、蜀攻めの\n足がかりを作ろう。",
            "盟友・劉備、友好的な馬超と共に曹操打倒を目指す。領\n地は建業など江東の５都市。大黒柱・周瑜の抜けた穴は\n魯粛が埋め、陸遜など若い力も台頭しつつある。序盤は\n寿春を巡って曹操と激しく対立することになるだろう。\n勝利を確実なものとするため、馬超と呼応する形で攻め\nたい。",
            "仇敵・曹操打倒を目指すことになる。劉備とは同盟を結\nび、劉璋とも友好的な関係を築いている。領地は長安な\nど４都市。主な配下は長安に集まり、臨戦態勢を整えて\nいる。曹操全軍を一度に相手にするのは厳しいので、孫\n権や劉備と連携して攻めたい。また、張魯を牽制するた\nめ、天水や安定にも兵力を残しておこう。",
            "張魯との抗争は避けられない状況。馬超とは友好関係を\n築いている。領土は成都など３都市。配下は質・量とも\nに高い。漢中の張魯との国力の差は開いているので、早\n急に遠征軍を繰り出し漢中を得よう。曹操は馬超や孫権\nの相手で動けないはずだ。劉備の動きが気になる場合は\n遠征前に劉備と同盟を結ぶのも手。",
            "紹介文",
            "紹介文",
            "紹介文",
            "紹介文",
            "劉璋との抗争は避けられない状況。領地は漢中のみで、\n配下の質・量も周辺勢力と比べると格段に落ちる。周辺\nに動きがあるまでは動かず、陽平関、漢中の守備を強化\nしよう。馬超の目が曹操に向いているうちに、手薄な天\n水や安定を攻め、人材を確保するのも一つの策。生き残\nるために、手段は選べない。",
            "紹介文",
            "紹介文",
            "領地である襄平は曹操勢力に囲まれている。曹操との関\n係は良好なので、序盤は逆らわない方がよい。内政に努\nめ、天下の動向を見守ろう。曹操の天下が揺らいだとき\nに、一気に北平や薊を奪えるよう、軍備を整えておきた\nい。優秀な人材の確保が最優先課題か。",
            "紹介文",
            "紹介文",
            "紹介文",
            "紹介文",
            "紹介文",
            "紹介文",
            "紹介文",
            "紹介文",
            "紹介文",
            "紹介文",
            "紹介文",
            "紹介文",
            "紹介文",
            "紹介文",
            "紹介文",
            "紹介文",
            "紹介文",
            "紹介文",
            "紹介文",
            "紹介文",
            "紹介文",
            "紹介文",
            "紹介文",
            "紹介文",
            "紹介文",
            "紹介文",
            "紹介文",
            "紹介文",
            "紹介文"
        ]
    },
    "SCEN006.S11": {
        "title": "南蛮征伐",
        "description": "天下は魏、呉、蜀に三分された。魏では曹操の後継者・\n曹丕が漢朝を滅ぼし、呉は名将・呂蒙の活躍により版図\nを拡大。蜀は荊州を奪われ、劉備も失意のうちに世を去\nった。さらに劉備の死に乗じ、南蛮の孟獲らが反旗を翻\nす。蜀の命運は劉備に後を託された諸葛亮にかかってい\nた。",
        "factions": [
            "敵対勢力は劉禅、孫権の蜀呉同盟。公孫恭との関係は良\n好だ。領地は21都市。中国大陸の北半分を治め、孫権と\n劉禅を一度に相手にしても問題ないほどの国力を持つ。\n時は過ぎ、有能な配下は数多く散ったが、司馬一族や賈\n逵、郭淮など、新たな戦力も登場している。天下統一に\n限りなく近い勢力といえる。",
            "反乱を起こした孟獲との衝突は避けられない。孫権と呉\n蜀同盟を結んでいるため曹丕との対決も時間の問題だ。\n領地は成都など５都市。関羽、張飛を始め、多くの優秀\nな将を失い、人材的には苦しい。早急に孟獲軍を討伐し\nて、南蛮の人材を確保したいところだ。建寧を占領でき\nれば、孟獲軍の巨大化を防げる。",
            "劉禅と呉蜀同盟を結び、魏の曹丕と対立している。孟獲\nとは比較的友好な関係にある。領地は建業など10都市。\n配下は陸遜を筆頭に諸葛恪、凌統、丁奉などがいる。人\n材、国力ともに魏には劣るため、蜀との連携は欠かせな\nい。蜀が北伐を行うと同時に、寿春や襄陽を攻めて、魏\nの兵力を分散させよう。",
            "紹介文",
            "紹介文",
            "紹介文",
            "紹介文",
            "紹介文",
            "紹介文",
            "紹介文",
            "紹介文",
            "紹介文",
            "領地である襄平は魏に囲まれている。魏との関係は良好\nなので、序盤は逆らわない方がよい。内政や人材確保に\n努め、天下の動向を見守ろう。曹丕の天下が揺らいだと\nきに、一気に北平や薊を奪えるよう、軍備を整えておこ\nう。配下には一族の公孫淵を始め、賈範や楊祚などが並\nぶが、能力は低い。",
            "紹介文",
            "紹介文",
            "紹介文",
            "紹介文",
            "紹介文",
            "紹介文",
            "紹介文",
            "紹介文",
            "紹介文",
            "紹介文",
            "紹介文",
            "紹介文",
            "紹介文",
            "劉禅との関係は当然悪く、すぐに征討軍を起こされる可\n能性がある。領地は雲南と建寧。配下の数は多いが、祝\n融や兀突骨など蛮将が多く、知将が不足している。国力\nの上でも蜀との差は歴然。少しでも国力差を縮めるよう\n早いうちに内政を整えよう。雲南と建寧から同時に兵を\n出せれば、成都を落とすのも夢ではない。",
            "紹介文",
            "紹介文",
            "紹介文",
            "紹介文",
            "紹介文",
            "紹介文",
            "紹介文",
            "紹介文",
            "紹介文",
            "紹介文",
            "紹介文",
            "紹介文",
            "紹介文",
            "紹介文",
            "紹介文"
        ]
    },
    "SCEN007.S11": {
        "title": "英雄集結",
        "description": "曹操、劉備、孫堅から張角、呂布、孟獲まで、全君主、\n全史実武将が大陸各地に散らばる。司馬懿、倞丘倹など\n他のシナリオに登場しない君主も割拠。生没年や寿命の\n設定は無効。強敵を蹴散らし、勝ち残った者のみが天下\nを得る。世代を超越した大乱世を制するのは、どの英雄\nか？",
        "factions": [
            "外交関係、国力ともに全勢力が横並びの状態にある。領\n地は許昌。配下には曹一族、夏侯一族を中心に、郭嘉、\n荀紣、許仵、典韋など文武に秀でた人材が揃う。領地が\n大陸のほぼ中央なうえ、手駒も十分なので、どの方面に\n勢力を伸ばしていくかが重要となるだろう。速攻で中原\nを制圧すれば大勢は決したも同じだ。",
            "外交関係、国力ともに全勢力が横並びの状態にある。領\n地は江陵。配下には関羽、張飛、趙雲、諸葛亮、㐆統、\n姜維と、文武のトップクラスが勢揃いしている。まずは\nこれら優秀な人材を活かし、荊南を抑えるのが先か。許\n昌の曹操、柴桑の孫堅とは正面から当たらず、史実のよ\nうに益州を固めるのが天下への近道といえる。",
            "外交関係、国力ともに全勢力が横並びの状態にある。領\n地は柴桑。配下には孫一族を中心に優秀な人材が揃う。\n特に、周瑜、魯粛、呂蒙、陸遜、陸抗と、歴代都督が居\n並ぶ様は圧巻だろう。得意の水軍を駆使すれば、揚州を\n制覇するのは時間の問題といえる。曹操や劉備が台頭す\nる前に地盤を固められれば天下は一気に近くなる。",
            "外交関係、国力ともに全勢力が横並びの状態にある。領\n地は武威。配下には一族の馬超、馬岱らと、㐆徳父子が\nいる。隣接する董卓や韓遂に比べると力が落ちるが、西\n北の端にあるという地の利を活かせば守りきれないこと\nはない。董卓らが南に転じた隙に、馬超を中心とした部\n隊で一気に攻勢に出たいところ。",
            "外交関係、国力ともに全勢力が横並びの状態にある。領\n地は成都。配下には黄権、張任、張松らが連なる。地味\nながら十分に一線級と呼べる武将が揃っているので、バ\nランスの取れた戦略が取れる。近隣の鍾会、訒艾を早い\nうちに倒して人材を吸収し、江陵の劉備が向かってくる\n前に益州を制しておきたい。",
            "外交関係、国力ともに全勢力が横並びの状態にある。領\n地は安定。配下には李儒、華雄、李丮らがいる。比較的\n武力系の武将が多く、知略は李儒一人に懸かっている。\nちまちま内政を整えるよりは、速攻で戦争を仕掛ける方\nがいいだろう。まずは馬騰、韓遂を討って後顧の憂いを\n断ち、次いで長安を目指したい。",
            "外交関係、国力ともに全勢力が横並びの状態にある。領\n地は襄陽。配下は、小粒ながら文武にバランスが取れて\nいる。文では丩良、丩越、武では蔡瑁、文聘を頼りにし\nたい。新野など周辺に空白地が多いので、まずはこれら\nを制圧するのが先か。江陵の劉備とは同盟を結び、背後\nの備えを万全にしておきたい。",
            "外交関係、国力ともに全勢力が横並びの状態にある。領\n地は南皮。配下には顔良、文醜、田豊と良将が揃ってい\nる。北平の公孫𠂉を除けば、河北に敵はいないだろう。\n曹操か司馬懿と同盟を結んで中原を牽制し、その間に周\n辺勢力を吸収して公孫𠂉を討とう。中原への侵攻は、河\n北を制してからだ。",
            "外交関係、国力ともに全勢力が横並びの状態にある。領\n地は廬江。配下の数はそれなりに多いが、質は低い。紀\n霊、楊弘あたりを頼りにするしかないだろう。中原に進\n出するのは得策とは言えない。柴桑の孫堅と結んで孫堅\n軍を西へ向かわせ、自身は東へ転じて劉𠂤、厳白虎、王\n朗を討とう。江東を制してからが本番だ。",
            "外交関係、国力ともに全勢力が横並びの状態にある。領\n地は漢中。配下の質・量ともに周辺勢力に劣っているた\nめ、厳しい戦いは避けられない。まずは陽平関の守備を\n固め、余力があれば剣閣も落として漢中の守りを完全に\nしたい。南北の情勢をよく見極め、有利な戦線を狙って\n外に進出したい。",
            "外交関係、国力ともに全勢力が横並びの状態にある。領\n地は下佤。配下には陳宮、張遼、高順、張乚らがいる。\n戦闘型の武将が多く、内政面には難があるが、それを補\nって余りある戦闘力を秘めている。ちまちま内政を整え\nるより、速攻で陶謙らを討って中原の東を固めてしまお\nう。そのうえで曹操との対決に臨みたい。",
            "外交関係、国力ともに全勢力が横並びの状態にある。領\n地は北平。配下には公孫一族を中心とした武将が並ぶ。\n人材の質は高いとはいえないが、南皮の袁紹にさえ注意\nすれば河北に敵はいないだろう。まずは公孫度を討って\n後顧の憂いを断ち、続いて薊を奪取。十分な地盤を整え\nたうえで袁紹との対決に持ち込みたい。",
            "外交関係、国力ともに全勢力が横並びの状態にある。領\n地は襄平。配下には公孫一族を中心とした武将が並び、\n質・量ともに低い。北平の公孫𠂉に蓋をされている状態\nなので、序盤は公孫𠂉の攻撃に耐えながら国力を高める\nことになる。公孫𠂉と袁紹の争いが始まったら、間髪い\nれず攻勢に転じたい。",
            "外交関係、国力ともに全勢力が横並びの状態にある。領\n地は薊。配下の質・量ともに周辺勢力に劣っている。頼\nみの綱は閻柔か。時が経てば経つほど不利であり、まと\nもにやっては勝ち目がない。袁紹か公孫𠂉のどちらかと\n同盟を結びつつ両者を争わせ、その隙に丁原を倒して漁\n夫の利を狙いたい。",
            "外交関係、国力ともに全勢力が横並びの状態にある。領\n地は侚。配下には沮授など有能な文官が揃っている。戦\n闘には難があるが、張丒を中心に部隊を構成すれば大き\nな問題はない。南皮の袁紹の動向に注意しつつ、まずは\n侚の開発に専念しよう。袁紹と公孫𠂉が争い始めたら、\n背後から袁紹を脅かしたい。",
            "外交関係、国力ともに全勢力が横並びの状態にある。領\n地は洛陽。配下には司馬一族を中心とした優秀な人材に\n加え、晋の名将・羊倐と杜預がいる。洛陽の地理を活か\nして防備を完全とし、港から比較的弱小勢力の多い河北\nに進出するのが吉か。中原の争いに巻き込まれ、曹操や\n呂布と事を構えるのは得策ではない。",
            "外交関係、国力ともに全勢力が横並びの状態にある。領\n地は北海。配下の質・量ともに低いため、勇将・太史慈\nの活躍に勢力の命運が懸かっている。中原の東端にある\nため比較的守り易いので、まずは防備と内政を万全にす\nるのが先決か。下佤の呂布が暴れ始めたら、陶謙らと連\n携して挟撃したい。",
            "外交関係、国力ともに全勢力が横並びの状態にある。領\n地は陳留。配下の数こそ少ないが、質はそれほど悪くな\nい。鮑信、于禁、袁遺は十分に一線級の人材といえる。\nただし、周囲は曹操など強力な勢力に囲まれ、まともに\nやっては滅亡は必至。陳留を捨てる覚悟で港を渡り、侚\nの韓馥を乗っ取るのが生存への近道か。",
            "外交関係、国力ともに全勢力が横並びの状態にある。領\n地は小沛。配下の質・量ともに低く、頼れるのは陳珪、\n陳登父子くらい。何もせずに時を過ごせば、間違いなく\n張角か呂布に併呑される。計略を駆使して彼らの矛先を\n逸らし、できるだけ早く北海の孔融を乗っ取れば生き残\nりへの道が見える。",
            "外交関係、国力ともに全勢力が横並びの状態にある。領\n地は汝南。配下には許靖しかおらず、全勢力でも一、二\nを争う貧弱な陣容と言える。まともにやっても勝ち目は\nなく、下手に近隣の空白地に進出しても滅亡を早めるだ\nけ。まずは曹操と結んで中原からの圧力を減らし、地道\nに人材確保に努めるしかない。",
            "外交関係、国力ともに全勢力が横並びの状態にある。領\n地は晋陽。配下の質・量ともに低い。戦闘系の武将しか\nおらず、その能力も二線級。まともにやっては勝ち目は\nない。袁紹か公孫𠂉のどちらかと同盟を結びつつ両者を\n争わせ、その隙に劉虞と韓馥を制圧できれば、天下への\n道が開けてくる。",
            "紹介文",
            "外交関係、国力ともに全勢力が横並びの状態にある。領\n地は会稽。配下には華𠆢、虞翻など文官系の武将しかい\nないため、戦闘での苦戦は必至。南東の端という地の利\nを活かし、無闇な戦闘はせず人材確保と国力拡充を優先\nしよう。戦闘系の武将が揃ったら、袁術・孫堅の動向に\n注意しつつ江東制覇を目指したい。",
            "外交関係、国力ともに全勢力が横並びの状態にある。領\n地は呉。配下には弟の厳輿しかおらず、全勢力でも一、\n二を争う貧弱な陣容と言える。また外交や計略、内政に\nも向かないので、まともにやっては勝ち目がない。戦闘\nで状況を打開する方策を考えよう。劉𠂤を牽制しつつ、\n王朗を吸収するのが近道か。",
            "外交関係、国力ともに全勢力が横並びの状態にある。領\n地は建業。配下の質・量ともに低く、内政にも戦闘にも\n中途半端な人材しかいない。ただし、近隣の王朗と厳白\n虎に比べれば十分と言える。袁術と孫堅のどちらかと同\n盟を結びつつ両者を争わせ、余計な邪魔が入らないうち\nに江東を制しておきたい。",
            "外交関係、国力ともに全勢力が横並びの状態にある。領\n地は宛。配下の数は少ないが、質はそれほど悪くない。\n賈么、張繍、胡車児の得意分野を連動させ、宛の地の利\nも活かせれば、周辺の強大勢力を出し抜くことも十分に\n可能だ。宛を要塞化して防備を固め、上庸や新野の空白\n地を制して地盤を固めたい。",
            "外交関係、国力ともに全勢力が横並びの状態にある。領\n地は雲南。配下には祝融、兀突骨、木鹿大王らが揃う。\n知略面は不安だが、一芸に秀でた武将たちの戦闘力は本\n物。ちまちま内政や守備固めなどはせず、ひたすら戦争\nで国力を高めた方が手っ取り早い。建寧の雍亼を速攻で\n滅ぼし、益州に進出したい。",
            "外交関係、国力ともに全勢力が横並びの状態にある。領\n地は建寧。配下の質・量ともに低い。戦闘系の武将しか\nおらず、その能力も二線級。まともにやっては勝ち目は\nない。益州の劉焉らと同盟を結び、まずは雲南の孟獲を\n倒すことに集中するのが先決か。南蛮を制することがで\nきれば益州への進出も夢ではない。",
            "外交関係、国力ともに全勢力が横並びの状態にある。領\n地は濮陽。配下の数は揃っているが、質は偏っている。\n全勢力中、黄巾勢力だけが序盤から多くの兵を率いるこ\nとが出来るので、この利を活かさない手はない。まずは\n速攻で劉岱らを併呑して地盤を固め、戦力が整う前に曹\n操らを倒せば天下は一気に近くなる。",
            "外交関係、国力ともに全勢力が横並びの状態にある。領\n地は長安。配下の数は少ないが、皇甫嵩や盧植など、質\n的には一線級と言える。中原の争いに巻き込まれるのは\n得策ではないので、まずは西北制圧を目指すべき。董卓\nや韓遂、馬騰は全て似たような戦闘型なので、知略を駆\n使して一気に制圧したい。",
            "外交関係、国力ともに全勢力が横並びの状態にある。領\n地は晋陽。配下の質・量ともに低い。戦闘系の武将しか\nおらず、その能力も二線級。まともにやっては勝ち目は\nない。袁紹か公孫𠂉のどちらかと同盟を結びつつ両者を\n争わせ、その隙に劉虞と韓馥を制圧できれば、天下への\n道が開けてくる。",
            "外交関係、国力ともに全勢力が横並びの状態にある。領\n地は長沙。配下の数は少ないが、黄忠、魏延、韓浩と、\n君主である韓玄以外は全員一流と言える。荊南四郡に敵\nはいないので、どれだけ早く荊南四郡を抑えられるかが\n大きな鍵となる。手をこまねいていると、あっという間\nに劉備か孫堅に併呑されるので注意したい。",
            "外交関係、国力ともに全勢力が横並びの状態にある。領\n地は武陵。配下の質・量はともに低い。時が経てば経つ\nほど不利であり、まともにやっては勝ち目がない。江陵\nの劉備と同盟を結び、その間に荊南四郡を制圧するのが\n生き残りへの道か。黄忠らがいる韓玄との衝突は避け、\n先に劉度か趙範を攻略したい。",
            "外交関係、国力ともに全勢力が横並びの状態にある。領\n地は桂陽。配下の質・量はともに低い。時が経てば経つ\nほど不利であり、まともにやっては勝ち目がない。江陵\nの劉備と同盟を結び、その間に荊南四郡を制圧するのが\n生き残りへの道か。黄忠らがいる韓玄との衝突は避け、\n先に劉度か金旋を攻略したい。",
            "外交関係、国力ともに全勢力が横並びの状態にある。領\n地は零陵。配下の質・量はともに低い。時が経てば経つ\nほど不利であり、まともにやっては勝ち目がない。江陵\nの劉備と同盟を結び、その間に荊南四郡を制圧するのが\n生き残りへの道か。黄忠らがいる韓玄との衝突は避け、\n先に金旋か趙範を攻略したい。",
            "紹介文",
            "紹介文",
            "紹介文",
            "外交関係、国力ともに全勢力が横並びの状態にある。領\n地は梓潼。配下には文武にそれなりの人材が揃っている\nが、全体としては小粒な印象。特に戦闘面での人材補強\nは急務と言える。成都の劉焉は手ごわいので、まずは漢\n中の張魯を攻めるのが先か。梓潼と漢中の防備を固めた\nら、情勢を見て漁夫の利を狙いたい。",
            "外交関係、国力ともに全勢力が横並びの状態にある。領\n地は江州。配下には文武にそれなりの人材が揃っている\nが、全体としては小粒な印象。だが訒艾を中心に上手く\n立ち回れば、成都の劉焉も十分に倒せる。劉備や鍾会、\n南蛮勢が出てくる前に成都と永安を制圧できれば、天下\nへの道が見えてくる。",
            "外交関係、国力ともに全勢力が横並びの状態にある。領\n地は寿春。配下には倞丘倹、文欽、諸葛誕の一族を中心\nに、文武のバランスが取れている。特に文の夏侯玄、武\nの文鴦は頼もしい存在。とは言え、曹操や呂布と事を構\nえるには難があるので、まずは袁術打倒が目標か。その\nまま江東を制覇すれば天下も見えてくる。",
            "外交関係、国力ともに全勢力が横並びの状態にある。領\n地は天水。配下には閻行、馬玩ら戦闘系の武将が多い。\n隣接する董卓、馬騰らも同系統の陣容だが、こちらのほ\nうがバランスは取れている。董卓を牽制しつつ、まずは\n馬騰を討って人材と国力を吸収。続いて董卓攻撃に移り\nつつ、長安を目指したい。"
        ]
    },
    "Scen008.s11": {
        "title": "呂布討伐戦",
        "description": "献帝を擁して版図を拡大した曹操は、ついに東征を決断\nした。劉備と手を組んでの呂布討伐である。対する呂布\nは皇帝を名乗った袁術と手を組み、これに抗する構えを\n見せる。一方、河北では袁紹と公孫𠂉が決戦のときを迎\nえた。今、それぞれの命運を懸けた戦いが始まる。",
        "factions": [
            "呂布、袁術との外交状態は最悪。いつ戦端が開かれても\nおかしくはない。劉備、袁紹、孫策との同盟関係を大事\nにし、遠交近攻を心がけたい。領地は陳留など４都市。\n配下には許仵、典韋、郭嘉、荀紣など、文武に豊富な人\n材を抱えている。河北は袁紹、江南は孫策に任せ、まず\nは呂布と袁術を倒して中原を制圧したい。",
            "隣接する呂布、袁術とは一触即発の状態。曹操、公孫𠂉\nとの同盟関係を頼りにしたい。領地は汝南のみで、頼れ\nる配下は関羽、張飛の２人だけ。まともに戦っては呂布\nと袁術に挟撃され、勝ち目は薄い。同盟関係の曹操軍を\n上手く利用して呂布、袁術の猛攻を凌ぎ、隙をついて小\n沛を制圧したい。呂布さえ倒せば展望が開けてくる。",
            "袁術、劉表との外交状態は最悪。隣接しているため、ま\nず戦は避けられない。同盟を結んでいる曹操とともに、\n挟み込むようにして両者を攻撃したい。領地は建業など\n３都市。配下には周瑜、太史慈、張昭など文武に優秀な\n人材が控える。中原は曹操に任せ、まずは速攻で袁術を\n攻略。続いて劉表打倒に出て、江南を制したい。",
            "目立った敵対勢力はなく、劉璋と同盟関係を維持してい\nる。領地は武威など３都市。武力系の武将が多いものの\n、配下の質・量ともにそれなりに揃っている。周囲には\n敵がいないので、まずは長安・漢中の２大都市を制して\nおきたい。その後は劉璋との関係を維持しつつ東進し、\n曹操の背後を脅かしながら中原を目指そう。",
            "漢中の張魯とは激しく敵対しているが、馬騰と同盟を結\nんでいるので脅威は薄い。南北から挟撃すれば簡単に倒\nせるだろう。領地は成都など３都市。配下には張任、厳\n顔を中心に、文武にバランスの取れた優秀な武将が揃っ\nている。序盤は馬騰に張魯を牽制してもらいながら、益\n州・南蛮の地を固めたい。",
            "紹介文",
            "孫策、袁術と敵対関係にあり、袁紹、張繍と友好関係に\nある。領地は襄陽ほか３都市。配下には黄忠、丩越、丩\n良などが揃っている。領地の周りの多くが空白都市なの\nで、余裕を持って戦略を立てられるはず。当面は敵対し\nている孫策、袁術の動きに注意しつつ、国力や人材を充\n実させよう。曹操からの圧力には張繍を利用したい。",
            "公孫𠂉、袁術と激しく対立している。曹操、劉表との関\n係は良好なので、袁術は彼らに任せ、自身は公孫𠂉打倒\nに集中したい。領地は南皮ほか４都市。配下には顔良、\n文醜、田豊、沮授など文武に人材が充実している。中原\nは曹操に任せ、まずは速攻で公孫𠂉を打倒しよう。河北\n制圧が速いほど、情勢は有利になっていく。",
            "天下のほとんどの諸侯から嫌われている。とくに曹操、\n劉備、孫策の３勢力とは一触即発の状態で、下佤の呂布\nと同盟を結んでいるのが唯一の救いだ。領土は寿春と廬\n江。配下は数こそ多いが、質は低い。人材の補強が急務\nといえる。南からの孫策の圧力が強まる前に、呂布と連\n携して、劉備、曹操を打倒したい。",
            "劉璋とは激しく対立しているが、それ以外には目立った\n敵対・友好勢力はない。領地は漢中のみ。配下の質・量\nともに周辺勢力と比べると大きく見劣りする。手をこま\nねいていると馬騰と劉璋に挟撃されるのは必至なので、\nまずは馬騰と友好関係を築こう。その上で劉璋打倒を考\nえたい。",
            "曹操、劉備との対決は必至。隣接する袁術とは同盟を結\nんでいるので、協力して戦うのが最善だろう。領地は下\n佤と小沛。配下には張遼、高順など勇将は多いが、知略\n面が弱く、陳宮、陳登、陳珪に期待するしかない。序盤\nから攻勢に出て、準備が整う前に曹操、劉備を攻撃する\nのも一手だ。",
            "袁紹との決戦は時間の問題。盟友・劉備は地理的にも戦\n力的にも当てにならないので、独力で何とかするしかな\nい。領土は北平と薊。配下には趙雲がいるが、袁紹陣営\nと比べると戦力は劣る。正面から当たれば、被害は甚大\nだ。まずは地利を生かして守勢に回り、袁紹軍の息が切\nれるのを待とう。",
            "目立った敵対・友好勢力はない。領地は襄平のみ。配下\nの大部分は一族で固められている。天下の争いから一歩\n離れたところにいるので、北平の公孫𠂉の動きのみ注意\nを払って、じっくりと国造りに励みたい。まずは人材確\n保が優先か。十分な戦力が整ったら、全力で北平を奪取\nしよう。",
            "紹介文",
            "紹介文",
            "紹介文",
            "紹介文",
            "紹介文",
            "紹介文",
            "紹介文",
            "目立った敵対勢力はなく、呂布とは友好関係にある。領\n地は晋陽のみ。配下は質、量ともに著しく低い。人材の\n充実が最優先といえる。袁紹と公孫𠂉の争いに巻き込ま\nれるのを避け、何としても生き延びよう。その上で、袁\n紹と公孫𠂉のうち、疲弊したほうを攻めて漁夫の利を狙\nうのが唯一の道か。",
            "紹介文",
            "紹介文",
            "紹介文",
            "紹介文",
            "曹操と対立し、劉表と友好関係にある。領地は宛のみ。\n配下の数は少なく、軍師・賈么の知略に勢力の命運が懸\nかっている。現状で曹操と戦っても勝ち目は無いので、\n劉表の援護を受けて曹操軍の攻勢をしのごう。曹操が呂\n布との戦いに向かっているうちに長安を奪取できれば光\n明が見えてくる。",
            "紹介文",
            "紹介文",
            "紹介文",
            "紹介文",
            "紹介文",
            "紹介文",
            "紹介文",
            "紹介文",
            "紹介文",
            "紹介文",
            "紹介文",
            "紹介文",
            "紹介文",
            "紹介文",
            "紹介文",
            "紹介文"
        ]
    },
    "Scen009.s11": {
        "title": "袁家の戦い",
        "description": "官渡の戦いで曹操に敗れた袁紹は病死し、袁家は長男の\n袁譚派と三男の袁尚派による後継者争いを始めた。これ\nを機に曹操も本格的に河北進出へ動き出す。一方、曹操\nに敗れた劉備は劉表を頼り、新野に駐屯。若死した孫策\nの後を継いだ孫権も、曹操の南下に備えていた。",
        "factions": [
            "袁譚・袁尚兄弟とは、いつ戦が起きても不思議ではない\n状況。劉備とは険悪な関係だが、戦力的に敵ではない。\n孫権、馬騰との関係が良好なので北方に戦力を集中でき\nる。領地は許昌など10都市、張丒など旧袁紹軍の武将を\n加え、人材の層も更に厚くなっている。計略で袁譚と袁\n尚を争わせた後、河北に侵攻するのが常道か。",
            "宿敵・曹操以外には特に敵対勢力はなく、劉表、馬騰、\n袁尚らと友好関係にある。領地は新野。配下には関羽、\n張飛、趙雲など歴戦の勇将が揃うが、やはり知略面の弱\nさは隠せない。頼りになる軍師を見つけるまで、苦戦は\n必至といえる。まずは曹操軍の猛攻に耐え、曹操軍が北\nに向かった隙に長安方向に進出したい。",
            "敵対勢力は、父の代から対立している隣接勢力・劉表の\nみ。曹操との関係は比較的良いので、戦力を劉表へ集中\nできる。領地は建業など江東の５都市。周瑜、張昭、程\n普、周泰など、人材も充実している。長江の利と配下の\n能力を生かせば、臨機応変に戦略が立てられる。まずは\n江夏の黄祖を討つべきか。",
            "曹操と同盟を結んでいることもあり、特に目立った敵対\n勢力はない。劉備、劉璋とも友好関係にある。領地は武\n威など３都市。配下には馬超、馬岱、㐆徳、韓遂など勇\n将が揃う。外交的にも地理的にも余裕があるので、序盤\nは地道に軍備を整えるのが先決か。曹操の動向に注意し\nつつ、いつ盟を切るかが鍵となる。",
            "漢中の張魯とは激しく対立しているが、馬騰と同盟を結\nんでいるので脅威は薄い。南北から挟撃すれば簡単に倒\nせるだろう。領地は成都など３都市。配下には張任、厳\n顔を中心に、文武にバランスの取れた優秀な人材が揃っ\nている。序盤は馬騰に張魯を牽制してもらいながら、益\n州・南蛮の地を固めたい。",
            "紹介文",
            "孫権との外交状態は最悪で、戦は避けられない状況。新\n野の劉備とは同盟関係にある。領地は襄陽など３都市。\n配下には甘寧、黄忠、丩越など良将が揃っているが、当\n面の敵である孫権には劣る。曹操からの圧力には劉備を\n援護して耐え、早い時期に荊南を占領しよう。荊州を完\n全に押さえれば、孫権とも互角に戦える。",
            "袁譚、曹操との対立が深く、二面作戦は避けられない状\n況。劉備とは友好関係にあるが、その戦力は当てになら\nない。領地は侚など５都市。配下は数こそ多いが、質は\n低い。審配、高幹、崔偆らが頼りか。国力に見合った優\n秀な人材の確保が急務だ。曹操とは無理に戦わず、まず\nは袁譚を倒して河北を制すのが先決か。",
            "紹介文",
            "劉璋とは激しく対立しているが、それ以外には目立った\n敵対・友好勢力はない。領地は漢中のみ。配下の質・量\nともに周辺勢力と比べると大きく見劣りする。手をこま\nねいていると馬騰と劉璋に挟撃されてしまうので、まず\nは馬騰と友好関係を築こう。その上で劉璋打倒を考えた\nい。",
            "紹介文",
            "紹介文",
            "目立った敵対・友好勢力はない。領地は襄平のみ。配下\nの大部分は一族で固められている。袁尚勢力に囲まれて\nいるとはいえ、その圧力は袁紹時代より弱いので、よく\n情勢を見極めて行動したい。まずは袁尚、袁譚の争いを\n横目に、国力・人材の拡充か。袁尚が疲弊したら、迷わ\nず北平を奪取しよう。",
            "紹介文",
            "紹介文",
            "紹介文",
            "紹介文",
            "紹介文",
            "紹介文",
            "紹介文",
            "紹介文",
            "紹介文",
            "紹介文",
            "紹介文",
            "紹介文",
            "紹介文",
            "紹介文",
            "紹介文",
            "紹介文",
            "紹介文",
            "紹介文",
            "紹介文",
            "紹介文",
            "紹介文",
            "紹介文",
            "紹介文",
            "紹介文",
            "紹介文",
            "紹介文",
            "紹介文",
            "袁尚、曹操との対立が深く、二面作戦は避けられない状\n況。劉備とは友好関係にあるが、その戦力は当てになら\nない。領地は平原、北海。配下には辛評、辛毘、郭図ら\nがいるが、質・量ともに周囲に劣るので、早急に人材を\n確保しよう。恨みは我慢して曹操と友好関係を築き、曹\n操と袁尚を争わせた隙に漁夫の利を得たい。",
            "紹介文"
        ]
    },
    "Scen010.s11": {
        "title": "漢中争奪戦",
        "description": "劉璋との戦いを制した劉備は益州に入り、曹操、孫権と\n対抗しうる勢力を得た。馬超を討伐した曹操も漢中に進\n出。益州・漢中間での両軍の争いは、避けられないもの\nとなった。一方、孫権も劉備から南荊州の東半分を譲り\n受け、念願の荊州制覇に近づきつつあった。",
        "factions": [
            "友好的な勢力は公孫恭のみ。西方から劉備、南方から孫\n権の侵攻を受けるのは必至の情勢。領土は華北に広がる\n21都市。人材の質・量とも申し分なく、国力は飛び抜け\nている。漢中の夏侯淵、寿春の張遼を生かすことが勝利\nの鍵か。まずは比較的くみしやすい孫権軍と友好を深め\n、戦力を劉備軍へ集中したい。",
            "孫権と同盟し、巨大な曹操に立ち向かう情勢。雲南の孟\n獲との関係も良好で、背後の憂いもない。領土は成都な\nど８都市。配下には、関羽、張飛、趙雲、馬超、黄忠の\n五虎将軍が揃い、諸葛亮、法正など軍師の才にも隙がな\nい。外交・国力・人材すべてが整っているので、あとは\n曹操との決戦に臨むだけだ。",
            "劉備と同盟し、巨大な曹操に立ち向かう情勢。領土は建\n業など８都市。配下には文武にバランスの取れた人材が\n揃う。特に、周瑜・魯粛の後を継いだ呂蒙と、未だ無名\nの大器・陸遜には期待がかかる。劉備との関係を維持し\nつつ、呼応して曹操を討つのが基本か。まずは寿春の張\n遼を倒そう。",
            "紹介文",
            "紹介文",
            "紹介文",
            "紹介文",
            "紹介文",
            "紹介文",
            "紹介文",
            "紹介文",
            "紹介文",
            "領地である襄平は曹操勢力に囲まれている。曹操との関\n係は良好なので序盤は逆らわない方がよい。人材不足が\n深刻なので、まずは人材確保と内政に集中し、天下の動\n向を見守ろう。劉備と孫権の侵攻で曹操の天下が揺らい\nだときに一気に北平や薊を奪えるよう、軍備を整えてお\nきたい。",
            "紹介文",
            "紹介文",
            "紹介文",
            "紹介文",
            "紹介文",
            "紹介文",
            "紹介文",
            "紹介文",
            "紹介文",
            "紹介文",
            "紹介文",
            "紹介文",
            "紹介文",
            "領地である雲南は劉備勢力に囲まれている。劉備との関\n係は良好なので序盤は逆らわない方がよい。人材不足が\n深刻なので、人材確保が最優先。特異な能力を持った在\n野武将を１人でも多く集めておきたい。劉備が北方に戦\n力を集中した隙に一気に成都まで奪えるよう、軍備も整\nえておこう。",
            "紹介文",
            "紹介文",
            "紹介文",
            "紹介文",
            "紹介文",
            "紹介文",
            "紹介文",
            "紹介文",
            "紹介文",
            "紹介文",
            "紹介文",
            "紹介文",
            "紹介文",
            "紹介文",
            "紹介文"
        ]
    },
    "Scen011.s11": {
        "title": "何進包囲網",
        "description": "黄巾の乱を鎮圧した何進は絶大な権力を手中にし、遂に\n皇帝を名乗った。朝廷の権威をないがしろにする行いに\n激怒した諸侯は、それぞれの出身地に戻って挙兵。時代\nは群雄割拠の様相を呈していた。この混乱に乗じて黄巾\nの残党も再興。新皇帝の治世は波乱の幕開けとなった。",
        "factions": [
            "大半の勢力と同様に、何進打倒を目指している。領地の\n陳留は洛陽に近く、何進軍の矢面に立たされることは必\n至。序盤に頼れる配下は夏侯惇、夏侯淵くらいで、人材\n不足の感がある。曹家、夏侯家の一族武将、陳留の在野\n武将を加えて、人材の層を厚くしよう。国力と人材が整\nうまで、何進の猛攻に耐えられるかが勝敗の分かれ目。",
            "大半の勢力と同様に、何進打倒を目指している。隣接す\nる北平の公孫𠂉との同盟を維持しつつ、内政、軍備に努\nめたい。領地は薊のみ。配下の数は少なく、関羽と張飛\nが支えている。序盤は国力と人材を整えつつ、当面の敵\nとなる南皮の張燕に備えたい。公孫𠂉、孔融らと共に張\n燕を倒し、侚進出を狙おう。",
            "大半の勢力と同様に、何進打倒を目指している。ただし\n、領地の呉は中央から遠いため、周囲の空白都市を押さ\nえて江東制覇を目指すのが吉か。配下には、程普、黄蓋\n、韓当、祖茂など良将が揃い、申し分ない。建業の陶謙\nを早めに倒して地盤を築けば、後の展開が楽になるだろ\nう。",
            "大半の勢力と同様に、何進打倒を目指している。何進以\n外には目立った敵対勢力はない。領地は武威で、近隣勢\n力は董卓のみ。武将の質・量は董卓軍が上回っているの\nで、国力を整えられる前に先んじて潰しておきたい。そ\nのまま序盤は西北で戦力を整え、中原の争いが激化する\nのを狙って、一気に長安へ侵攻しよう。",
            "大半の勢力と同様に、何進打倒を目指している。領地は\n江夏で、配下は劉璋、呉懿の２人のみ。人材の拡充が急\n務といえる。まともにやっても勝ち目は無いので、江夏\nを捨てて柴桑に移転するのも手か。中原の争いに巻き込\nまれる前に決断し、何とか江東か荊南に進出して地盤を\n整えたい。",
            "大半の勢力と同様に、何進打倒を目指している。領地は\n天水で、近隣勢力は武威の馬騰のみ。李儒らを中心に武\n将の質・量では勝っているので、国力を整えられる前に\n馬騰を倒して後顧の憂いを絶とう。その後は西北を固め\nて戦力を拡充し、中原に隙があれば長安へ、隙がなけれ\nば蜀へ進出するのが常道か。",
            "大半の勢力と同様に、何進打倒を目指している。領地は\n濮陽のみ。配下には黄祖、蔡瑁、張允らが名を連ねてい\nる。序盤は曹操を盾代わりにして何進からの圧力を防ぎ\n、その間に北海の管亥を攻略したい。張魯、陳珪らと協\n力して早めに後顧の憂いを絶とう。ここさえ乗り切れば\n、中原東部を制すのも時間の問題といえる。",
            "紹介文",
            "大半の勢力と同様に、何進打倒を目指している。領地は\n汝南のみ。配下の質は低いが、数はそれなりに揃ってい\nる。しかし、中原の争いに巻き込まれると勝算は薄いの\nで、まずは空白都市の寿春、廬江を押さえるのが先決か\n。その後は呉の孫堅との友好関係を維持しつつ、中原東\n部に進出したい。",
            "大半の勢力と同様に、何進打倒を目指している。領地は\n小沛で、配下は張衛、閻圃の２人のみ。人材の拡充が急\n務といえる。まともにやっても勝ち目は無いので、中原\nの争いに巻き込まれる前に淮南へ進出するのが唯一の道\nか。袁術の動向に注意しつつ、劉焉と友好関係を維持し\nて割拠を目指したい。",
            "紹介文",
            "大半の勢力と同様に、何進打倒を目指している。隣接す\nる薊の劉備との同盟を維持しつつ、内政、軍備に努めた\nい。領地は北平のみ。配下の質は低いが、それなりに数\nは揃っている。序盤は空白都市の襄平を奪って国力拡充\nに努めつつ、劉備、孔融らと張燕打倒を目指そう。その\n後は河北制覇まで一気に進みたい。",
            "紹介文",
            "紹介文",
            "紹介文",
            "紹介文",
            "大半の勢力と同様に、何進打倒を目指している。領地は\n平原のみ。配下は華𠆢、王朗など有能な文官が中心で、\n武官はほとんどいない。戦闘面でかなりの不安がある。\n劉備、公孫𠂉と友好を深めて張燕と戦ってもらい、その\n間に空白地の侚を奪って国力と人材を整えよう。戦闘系\nの人材が揃ってからが勝負だ。",
            "紹介文",
            "大半の勢力と同様に、何進打倒を目指している。領地は\n建業のみ。配下には曹豹、倀融、張亼と、悪名高い武将\nが並び、その質の低さは群を抜いている。まともにやっ\nても天下は遠いだろう。隣接する孫堅の動向に注意しつ\nつ、地道に国力と人材を整えたい。江東の有能な人材を\nどれだけ登用できるかが勝負の分かれ目か。",
            "紹介文",
            "紹介文",
            "大半の勢力と同様に、何進打倒を目指している。ただし\n、友好的なのは同じ旧黄巾勢力である管亥、区星のみで\n、その他の諸侯と対立している状態。配下の質・量とも\nに低いが、領地の南皮はそれを補って余りある国力を保\n有している。劉備、公孫𠂉の動向に注意しつつ、早い段\n階で孔融を併呑できれば人材も地盤も一気に整う。",
            "紹介文",
            "紹介文",
            "紹介文",
            "紹介文",
            "紹介文",
            "紹介文",
            "大半の勢力と同様に、何進打倒を目指している。ただし\n、友好的なのは同じ旧黄巾勢力である張燕、区星のみで\n、その他の諸侯と対立している状態。事実上の黄巾後継\n勢力であるため、配下には旧黄巾の将が揃う。また官職\nが得られない半面、序盤から多くの兵を率いられる特性\nも持つので周囲の国力が整う前に勝負に出よう。",
            "周りはすべて敵の状態。洛陽、長安、宛の３都市を領有\nしている。取り巻く情勢は厳しいが、その国力と人材は\n他の諸侯を問題としないほど豊か。皇甫嵩、盧植、袁紹\n、顔良、文醜など文武に優れた人材を駆使すれば、多方\n面作戦も苦もなくこなせるだろう。特に陳留の曹操は弱\n小のうちに潰しておきたい。",
            "大半の勢力と同様に、何進打倒を目指している。領地は\n晋陽のみ。配下は質・量ともに低いものの、天下無双の\n豪傑・呂布の存在は心強い。上手く使いこなせば、国力\nを補って余りある戦果を上げられるだろう。そのために\nも、まずは知略系の人材確保を急ごう。将来の発展性を\n見越して侚を制圧しておくのも一案か。",
            "紹介文",
            "紹介文",
            "紹介文",
            "紹介文",
            "大半の勢力と同様に、何進打倒を目指している。領地は\n下佤で、配下の質・量ともに低い。まともにやっても勝\n算は無いので、早い段階で中原に見切りをつけよう。下\n佤にこだわらず、北海の管亥が侵攻してくる前に淮南へ\n移転できれば将来が見えてくる。袁術の動向に注意しつ\nつ、割拠を目指したい。",
            "大半の勢力と同様に、何進打倒を目指している。領地の\n許昌は宛・洛陽に近く、何進軍の矢面に立たされること\nは必至。陳留の曹操との友好関係を維持して対抗したい\n。配下には荀攸、戯志才、鍾𠂤、陳羣など一流の軍師が\n揃う反面、武官については壊滅的。計略を駆使して何進\nの猛攻を防ぎ、戦闘系の人材を揃えて反撃に出たい。",
            "紹介文",
            "大半の勢力と同様に、何進打倒を目指している。領地は\n襄陽で、配下は丩良、丩越兄弟のみ。君主の婁圭ともど\nも知略面では申し分ないが、配下の絶対数と武官の人員\nが不足している。まずは荊州の優秀な人材を登用するこ\nとが急務だろう。ある程度数が揃ったところで、江陵、\n荊南への進出を狙いたい。",
            "大半の勢力と同様に、何進打倒を目指している。張燕・\n管亥とは友好関係にあるが、地理的に当てにはできない\n。領地は長沙で、配下はいない。全勢力中で最も貧弱な\n陣営といえる。まともにやっても天下は取れない。中原\nから離れていることが唯一の利点か。荊南確保を目標に\n、じっくりと勢力を育てたい。",
            "大半の勢力と同様に、何進打倒を目指している。領地は\n梓潼で、配下は楊懐のみ。他勢力と比べてもその貧弱さ\nは否めない。まともにやっても天下は取れない。中原か\nら離れているので、諸侯の争いに巻き込まれないことが\n唯一の利点か。董卓の南下に注意を払いつつ、地道に時\n間をかけて国力と人材を整える以外に手はない。",
            "大半の勢力と同様に、何進打倒を目指している。領地は\n江州で、配下は黄権のみ。人員の絶対数が圧倒的に不足\nしている。戦乱の地から離れているという地の利を生か\nし、まずは地道に国力と人材を整えよう。益州の優秀な\n武将が在野に登場してくるまで耐え切れば、徐々に天下\nが見えてくる。長期的な戦略を立てていきたい。"
        ]
    },
    "Scen012.s11": {
        "title": "序を制す者",
        "description": "朝廷を私物化する董卓を討つために立ち上がった諸侯連\n合は、目的を果たせずに解散。諸侯の中でも特に名声を\n得ていた袁紹、袁術、公孫𠂉の三派に別れて、互いに争\nい始めた。巻き返しを図る董卓。諸侯連合に加わらなか\nった英傑たち。時代は群雄割拠の色合いを深めていった\n。",
        "factions": [
            "紹介文",
            "紹介文",
            "近隣の劉𠂤、厳白虎、劉辟と対立している。領地は廬江\nで、配下は周泰のみ。全勢力でも一、二を争う貧弱な陣\n容といえる。ただし、廬江や柴桑には有能な人材が多く\n眠っているので、早い段階で登用できれば人材難は解決\nできる。序盤は周囲の攻撃を耐え、駒がそろい次第、反\n撃に転じよう。",
            "隣接する董卓とは激しく対立している上、領地の武威は\n囲まれている。友好関係にある劉焉との繋がりを重視し\n、北から董卓を牽制するようにしたい。配下には、馬超\n、㐆徳、韓遂など武力系の武将が揃う。序盤は董卓の猛\n攻を防ぎつつ軍備を整え、董卓が中原に向かった隙に背\n後を突きたい。",
            "馬騰、張魯と友好関係にあり、董卓と対立している。配\n下には厳顔、黄権らが並ぶが、その層は薄い。まずは益\n州の優秀な在野武将を確保したい。要注意は董卓だが、\n馬騰と張魯に援助することで圧力は防げる。その間に益\n州に確固たる地盤を築けば、天下が見えてくる。",
            "天下のほとんどの諸侯から嫌われている。とくに袁紹、\n公孫𠂉との対立は深い。領地は長安など３都市。配下に\nは文の李儒、武の呂布を中心に、バランスの取れた人材\nが揃う。比較的くみしやすい袁術は後回しにして、まず\nは西北制圧が妥当か。後顧の憂いを絶った上で中原に侵\n攻したい。",
            "袁紹と同盟を結び、袁術を挟み込む遠交近攻の形勢をと\nっている。領地は襄陽と江夏で、配下には丩越、丩良な\nどがいる。文官系の人材が多く、武官系の将軍は皆無に\n等しい。袁術への対応は袁紹に任せ、早い段階で空白都\n市の江陵や荊南を奪って、人材と国力を拡充したい。地\n盤さえ整えば、後の展開は自由にできる。",
            "劉表、劉虞と同盟を結び、袁術、公孫𠂉連合と激しく対\n立している。領地は侚など３都市。配下には田豊、顔良\nなどを始め、曹操、荀紣といった一流武将が勢揃いして\nいる。比較的くみしやすい袁術の相手は劉表に任せ序盤\nは公孫𠂉打倒に専念か。河北では守勢に回り、攻略しや\nすい中原東部から押さえていきたい。",
            "公孫𠂉と同盟を結び、袁紹、劉表連合と激しく対立して\nいる。領地は許昌など３都市。配下には孫堅配下の武将\nが加わっていて、袁術配下の質の低さを孫堅、周瑜らが\n十二分に補っている。袁紹からの圧力を公孫𠂉に防いで\nもらい、董卓か劉表を攻めるのが常道か。戦線を絞りや\nすい西への進出が望ましい。",
            "目立った敵対勢力はなく、近隣の劉焉とも友好な関係を\n築いている。領地は漢中のみ。配下の質・量ともに周辺\n勢力と比べると見劣りする。まずは国力と軍備を整え、\n漢中の防備を鉄壁にするのが先決か。劉焉との友好関係\nを維持しつつ、董卓と馬騰の戦いが激化したら漁夫の利\nを狙って参戦したい。",
            "紹介文",
            "袁術と同盟を結び、袁紹を挟み込む遠交近攻の形勢をと\nっている。領地は北平など５都市。配下には劉備、陶謙\n、孔融配下の武将が加わっている。袁紹と比べると落ち\nるが、関羽、張飛、趙雲、太史慈の勢揃いは頼もしい。\n袁紹の猛攻を平原で防ぎ、その間に劉虞らを倒すのが基\n本か。袁紹との決戦は、その後だ。",
            "董卓とは友好的な関係にあるが、他に目立った外交関係\nはない。領地は襄平のみ。配下の大部分は一族だが、能\n力はいまいち。無理に公孫𠂉と争っても勝算はないので\n、序盤は地の利を生かして防備と人材、国力の拡充に努\nめたい。公孫𠂉と袁紹の争いが激化したら、袁紹の動向\nに注意しつつ、北平に進撃しよう。",
            "袁紹と同盟を結び、隣接する公孫𠂉と激しく対立してい\nる。領地は薊のみ。配下の質・量ともに低く、まともに\nやっては公孫𠂉に併呑されるのは時間の問題。袁紹が公\n孫𠂉を倒すのを全力で支援し、公孫𠂉が弱るまで耐え切\nれれば、どうにか活路が見えてくる。公孫𠂉の人材を奪\nいつつ、攻勢に転じよう。",
            "紹介文",
            "紹介文",
            "紹介文",
            "紹介文",
            "紹介文",
            "紹介文",
            "董卓、劉辟と敵対しているが、地理的に接点がないので\n問題はない。領地は晋陽のみで、配下の質・量ともに低\nく、まともにやっては勝ち目がない。袁紹か公孫𠂉のど\nちらかと同盟を結んで両者を牽制し、その間に劉虞を併\n呑して国力と人材を高めるのが基本か。その後は袁紹と\n公孫𠂉の間で漁夫の利を狙いたい。",
            "紹介文",
            "紹介文",
            "隣接する劉𠂤との関係は悪く、いつ戦に発展してもおか\nしくない。領地は呉で、配下は弟の厳輿のみ。全勢力で\nも群を抜いて貧弱な陣容といえる。外交、計略、内政で\n活躍できる人材はいないので、戦闘で状況を打開できる\n策を考えよう。期待は薄いが、江東の有能な人材を味方\nにできれば勝機は見えてくる。",
            "隣接する厳白虎、蒋欽との関係は悪く、いつ戦に発展し\nてもおかしくない。領地は建業。配下は質・量ともに低\nいが、厳白虎と蒋欽が相手ならば問題ではない。まずは\n地続きの厳白虎を倒すのが先か。序盤で江東３都市を制\n圧し、有能な人材を集められれば準備は万端。中原の争\nいを横目に割拠を目指そう。",
            "紹介文",
            "紹介文",
            "紹介文",
            "天下の多くの諸侯から嫌われている。とくに袁紹との対\n立は深い。領地は汝南のみ。配下には旧黄巾系の武将が\n揃うが、戦闘系の武将しかおらず、その能力も二線級。\n袁紹、袁術などの大勢力とは無理して争わず、進出する\nなら小勢力の乱立する淮南、江東か。江東の有能な人材\nを登用できれば、道は開ける。",
            "紹介文",
            "紹介文",
            "紹介文",
            "紹介文",
            "紹介文",
            "紹介文",
            "紹介文",
            "紹介文",
            "紹介文",
            "紹介文",
            "紹介文",
            "紹介文",
            "紹介文"
        ]
    },
    "Scen013.s11": {
        "title": "女の戦い",
        "description": "貂蝉、二喬姉妹、孫尚香……。三国志を彩る女性陣が一\n堂に会し、天下の覇権を争う仮想シナリオ。英雄集結シ\nナリオと同様、生没年や寿命の設定は無効。男たちが成\nし得なかった天下統一の夢が今、女たちに託される。",
        "factions": [
            "近隣の夏侯令女、甄氏と友好関係にある。領地は許昌。\n配下には曹操、曹丕、曹彰、曹熊。曹操がいるので、曹\n操配下の武将を集めやすく、すぐに人材は整うだろう。\n北方は夏侯令女と甄氏に任せ、自身は南陽方面へ進出す\nるのが常道か。当面の敵は新野の黄月英となるだろう。",
            "襄陽の蔡氏と対立しているが、距離があるので戦闘には\nならない。領地は下佤。配下には劉備、劉禅、糜竺、糜\n芳。非常に心許ない人員だが、劉備がいるので人材登用\nには困らない。劉備配下の武将を中心に、すぐに人材は\n整うだろう。周囲を空白地に囲まれているので、中原東\n部を固めて天下に挑もう。",
            "江東の大喬、孫氏、徐氏と友好関係にある。襄陽の蔡氏\nとは敵対しているが、問題ではない。領地は長沙。配下\nには孫堅、呉国太、孫朗。位置的に孫堅配下の武将を集\nめづらいので、江東の虎・孫堅の活躍に期待がかかる。\n江東制圧は友好勢力のどれかに任せ、自身は荊南を押さ\nえて地盤を整えたい。",
            "近隣の王異と激しく対立している。領地は武威。配下に\nは馬騰、馬超、馬休、馬鉄、馬岱と一族が勢揃いしてい\nるが、やはり知略面に難がある。長期戦では分が悪いの\nで、早い段階での戦闘で道を切り開こう。一息つくのは\n西北を制圧してからだ。",
            "紹介文",
            "紹介文",
            "糜氏、孫尚香と対立している。領地は襄陽。配下には劉\n表、劉蒴、蔡瑁、蔡和、蔡中。人材難は否めないので、\n序盤は人材登用と国力充実にのみ専念しよう。国力が整\nい、戦闘系の人材にも目処がついたら、荊北を制圧して\n地盤としよう。その上で荊南の孫尚香と対したい。",
            "隣接する侚の甄氏とは友好関係にある。領地は南皮。配\n下は袁紹、袁尚の父子のみ。まともにやっては勝ち目が\nないので、早い段階で袁紹配下の人材を勢力に組み込み\nたい。国力が整ったら、甄氏を利用して南を牽制し、北\nへ進出。蔡偆を退けて幽州に地盤を築きたい。",
            "大喬、孫尚香、孫魯班らと友好関係にある。領地は呉。\n配下は陸遜、陸抗の父子のみ。周囲に敵がいないので、\n守るだけなら陸遜、陸抗父子だけでも十分に戦える。落\nち着いて国力と人材を蓄えよう。孫堅配下の武将を集め\nて人材が充実したら、徐氏らを一気に蹴散らして江東を\n制圧したい。",
            "紹介文",
            "特に目立った外交関係はない。領地は長安。配下には呂\n布、呂玲綺、王允。呂布がいるのは頼もしいが、やはり\n人材は心許ない。ただし、人材登用に長けた武将もいな\nいので、戦いながら人材を集めよう。洛陽の張春華とは\n戦闘の相性が極めて悪いので、進出するなら西北か漢中\nが望ましい。",
            "紹介文",
            "紹介文",
            "紹介文",
            "紹介文",
            "隣接する夏侯令女とは友好関係にある。領地は洛陽。配\n下には司馬懿、司馬師、司馬昭、司馬炎、司馬攸。戦闘\nの弱さを知略で十二分に補強している。また晋の武将も\n集めやすいだろう。友好関係にある夏侯令女に東方を任\nせ、西方へ進出するのが常道か。戦闘の相性が良い貂蝉\nを速攻で滅ぼし、呂布を味方に加えたい。",
            "紹介文",
            "紹介文",
            "紹介文",
            "紹介文",
            "紹介文",
            "紹介文",
            "紹介文",
            "紹介文",
            "紹介文",
            "卞氏と対立しているが、地理的に戦闘にはならない。領\n地は安定。配下には張済、張繍。西北では馬雲寽が頭一\nつ抜け出ているので、長安の貂蝉を警戒しつつ、天水の\n王異と協力して馬雲寽を打倒したい。ただし、まともに\nやっては勝ち目は薄いので、思い切って漢中に移転する\nのも一案だ。",
            "鮑三娘と友好関係にあるが、地理的にも戦力的にも当て\nにはならない。領地は雲南。配下には孟獲、孟優、帯来\n洞主、花鬘。知略面に難があるが、中央から遠く離れた\n地利を生かし、じっくり内政を整えられる。南蛮を地盤\nに徐々に北上していこう。防備に回ったときの守りの堅\nさも魅力だ。",
            "紹介文",
            "紹介文",
            "紹介文",
            "紹介文",
            "江東の孫氏、徐氏らと友好関係にある。領地は柴桑。配\n下には孫峻、孫亮、全蒴。人材難は深刻なので、孫堅配\n下の武将を一人でも多く味方につけたい。周囲との友好\n関係から勢力を伸ばしにくいので、江陵へ移転し、空白\n都市の多い益州を目指すのも一案か。いずれにしても、\nまともにやっては勝算は薄い。",
            "特に目立った外交関係はない。領土は薊。配下は盧植、\n顧雍、王粲の３人。戦闘系の人材に難があるが、周囲に\n敵が少ないので、守るだけなら盧植で事足りる。序盤は\n戦闘系の人材確保を目指しながらも、南皮の劉氏に先ん\nじて襄平と北平を押さえたい。地盤さえ整えば、地利を\n生かした割拠も容易だ。",
            "特に目立った外交関係はない。領地は桂陽。配下には趙\n範、趙雲。人材難は深刻で、勢力の浮沈は趙雲の活躍に\nかかっている。あらゆる手を尽くして、長沙の孫尚香の\n目を北に向けさせるのが第一。その隙に荊南での地盤を\n確保したい。",
            "特に目立った外交関係はない。領地は平原。配下には辛\n毘、辛敞、羊倐。周囲に比べ、一歩抜きん出た人員とい\nえる。ある程度、国力を整えたら間をおかずに南皮の劉\n氏、侚の甄氏を打倒しよう。早い段階で冀州を押さえれ\nば、勝負は決まる。",
            "隣接する卞氏、張春華とは友好関係を維持している。領\n地は陳留。配下には曹爽、曹訓、曹羲。頼りにならない\n人員なので、早急に人材を補強したい。南方は卞氏、西\n方は張春華に任せ、自身は中原東部を押さえるのが確実\nか。下佤の糜氏に先んじて地盤を整えたい。",
            "友好的な勢力は卞氏、劉氏。特に隣接する劉氏との関係\nは関係は大事にしたい。領地は侚。配下には袁煕、曹植\n、曹叡。戦闘に長けた人材を集めることが優先される。\n序盤は劉氏と協力し、辛憲英を打倒しておくのが一番か\n。空白都市の晋陽を奪うより、辛憲英を潰したほうが後\n々有利になる。",
            "祝融と友好関係にあるが、地理的に当てにはならない。\n領地は梓潼。配下は関索のみ。まともにやっても勝ち目\nはないので、まずは人材登用から。関索の繋がりを生か\nし、何としても関羽の一族を味方に加えたい。西北の動\n静に注意し、駒が揃ったら入蜀して地盤を整えたい。",
            "特に目立った外交関係はない。領地は新野。配下は諸葛\n亮、諸葛瞻、諸葛尚。戦闘に難があるが、諸葛亮なら臨\n機応変に対応できる。人材と国力を蓄えて中原の争いに\n加わってもよいが、襄陽の蔡氏を討って南進するのも一\n手。荊州と益州の空白都市で地盤が整えられれば、一気\nに一大勢力になれる。",
            "隣接する馬雲寽と激しく対立している。領地は天水。配\n下は楊阜のみ。まともにやっても勝ち目は薄い。武威の\n馬雲寽は脅威なので、安定の鄒氏と呼応して挟み込むよ\nうに侵攻しよう。馬雲寽の圧力が厳しい場合は、漢中へ\n出るのも一手だ。梓潼の鮑三娘を打倒できれば、蜀への\n道が見えてくる。",
            "近隣の孫氏、孫魯班らと友好関係にある。領地は建業。\n配下には孫翊、朱治。人材難は深刻なので、孫堅配下の\n武将を一人でも多く味方につけることが急務となる。周\n囲との友好関係から勢力を伸ばしにくいので、寿春へ移\n転し、中原東部での割拠を目指すのも一案か。いずれに\nしても、まともにやっては勝算は薄い。",
            "近隣の孫氏、孫魯班らと友好関係にある。領地は廬江。\n配下は小喬、孫策、周瑜。水陸どちらの戦闘もこなせる\n上、内政もこなせる陣容。また孫策と周瑜がいるので、\n孫堅配下の武将が非常に集めやすく、将来性が高い。友\n好関係にある江南には無理して出陣せず、まずは淮南確\n保か。天下への道は近い。"
        ]
    },
    "Scen014.s11": {
        "title": "赤壁の戦い",
        "description": "劉表の後を継いだ劉蒴は戦わずに曹操に降伏。曹操は労\nせず荊州を手に入れた。残る群雄は、新野から逃れた劉\n備と、江東の孫権のみ。一方、劉備の軍師となった諸葛\n亮は、孫権軍の重鎮・周瑜と組み、曹操との決戦に備え\nる。赤壁の一大決戦は目前に迫っていた。",
        "factions": [
            "公孫康や荊南４君主とは友好的だが、諸葛亮を得た劉備\n、長江に防衛線を張る孫権、西方から隙を狙う馬騰を相\n手にしなければならない。荊北を併呑して領地を19都市\nに伸ばし、人材も層を増したが、油断は禁物だろう。ま\nずは劉備を全力で潰し、国力差が大きいうちに消耗戦で\n孫権を倒そう。",
            "孫権と同盟を結び、曹操との決戦を間近に控えている状\n況。領地は江夏のみ。配下には、関羽、張飛、趙雲、諸\n葛亮ら文武の一流が揃う。特に諸葛亮の加入は戦略・戦\n術の幅を大きく広げている。序盤は孫権と協力して曹操\nの侵攻を防ぎ、隙を見て江陵を奪おう。北に転じて寿春\nを奪うのも一案だ。",
            "劉備と同盟を結び、曹操との決戦を間近に控えている状\n況。領地は建業など５都市。配下には、周瑜、魯粛、呂\n蒙、黄蓋、甘寧など有能な将が揃う。荊北を併呑した曹\n操の圧力は強いが、水上戦に持ち込めれば十分に撃退は\n可能だ。長江と劉備を防衛線として曹操の南下を防ぎ、\n隙を見て寿春を突くのが良策か。",
            "当面の敵は曹操となる。友好勢力は劉備、劉璋。領地は\n武威など３都市で、配下には馬超、馬岱、㐆徳など勇将\nが揃っている。迅速に軍備を整え、勇将たちを長安に送\nり込もう。時間が経てば経つほど、曹操は巨大化し、手\nが付けられなくなる。曹操の戦力が南に向いている間が\n勝負の分かれ目だ。",
            "張魯とは敵対し、馬騰とは友好的な関係を保っている。\n領土は成都など３都市。配下は質・量ともに最盛期を迎\nえていると言ってもよいだろう。ただ、蜀の地にも確実\nに曹操の脅威は迫ってきている。張魯を迅速に攻めて、\n漢中を防御拠点にするか、蜀の天険を頼み防戦するか、\n決断が求められる。",
            "難易度とも未作成",
            "難易度とも未作成",
            "難易度とも未作成",
            "難易度とも未作成",
            "劉璋と敵対関係にある。領地は漢中のみ。配下の質・量\nともに周辺勢力と比べると大幅に落ちる。周辺に動きが\nあるまでは動かず、陽平関、漢中の守備を強化しよう。\n敵を少しでも減らすために、曹操軍と手を組むことも考\nえなければならない。曹操と馬騰を戦わせれば、自身は\n劉璋軍との戦いに専念できる。",
            "難易度とも未作成",
            "難易度とも未作成",
            "領地である襄平は曹操勢力に囲まれている。曹操との関\n係は良好なので、序盤は逆らわない方がよい。内政に努\nめ、天下の動向を見守ろう。曹操の天下が揺らいだとき\nに、一気に北平や薊を奪えるよう、軍備を整えておきた\nい。まずは深刻な人材不足の解消が最優先課題か。",
            "難易度とも未作成",
            "難易度とも未作成",
            "難易度とも未作成",
            "難易度とも未作成",
            "難易度とも未作成",
            "難易度とも未作成",
            "難易度とも未作成",
            "難易度とも未作成",
            "難易度とも未作成",
            "難易度とも未作成",
            "難易度とも未作成",
            "難易度とも未作成",
            "難易度とも未作成",
            "難易度とも未作成",
            "難易度とも未作成",
            "難易度とも未作成",
            "難易度とも未作成",
            "難易度とも未作成",
            "曹操とは同盟関係にあり、金旋、趙範、劉度とも比較的\n良好な関係を維持している。領土は長沙のみ。配下には\n黄忠と魏延がいる。周囲は友好的な勢力ばかりだが、何\nもしないで過ごせば天下の形勢は決まってしまう。黄忠\nを中心にして軍を編制し、金旋か趙範を滅ぼそう。曹操\nと孫権が争っている間に、荊南を押さえておきたい。",
            "曹操とは同盟関係にあり、韓玄、趙範、劉度とも比較的\n良好な関係を維持している。領土は武陵のみ。配下には\n鞏志や金傺がいる。周囲は友好的な勢力ばかりだが、何\nもしないで過ごせば天下の形勢は決まってしまう。黄忠\nを擁する韓玄との衝突は避け、劉度を滅ぼそう。曹操と\n孫権が争っている間に、荊南を押さえておきたい。",
            "曹操とは同盟関係にあり、韓玄、金旋、劉度とも比較的\n良好な関係を維持している。領土は桂陽のみ。配下には\n陳応、鮑隆などがいる。周囲は友好的な勢力ばかりだが\n、何もしないで過ごせば天下の形勢は決まってしまう。\n黄忠を擁する韓玄との衝突は避け、劉度を滅ぼそう。曹\n操と孫権が争っている間に、荊南を押さえておきたい。",
            "曹操とは同盟関係にあり、韓玄、金旋、趙範とも比較的\n良好な関係を維持している。領土は零陵のみ。配下には\n劉賢、亻道栄がいる。周囲は友好的な勢力ばかりだが、\n何もしないで過ごせば天下の形勢は決まってしまう。ま\nずは、文官系の配下が多い金旋を滅ぼそう。曹操と孫権\nが争っている間に、荊南を押さえておきたい。",
            "難易度とも未作成",
            "難易度とも未作成",
            "難易度とも未作成",
            "難易度とも未作成",
            "難易度とも未作成",
            "難易度とも未作成",
            "難易度とも未作成"
        ]
    },
    "Scen015.s11": {
        "title": "英雄乱舞",
        "description": "英雄集結シリーズ第２弾は、魏、呉、蜀の三国が複数の\n小国に分裂。魏は曹操、曹丕、曹叡、夏侯惇、荀紣、司\n馬懿ら。呉は孫堅、孫策、孫権、張昭、陸遜ら。蜀は劉\n備、劉禅、関羽、張飛、諸葛亮らが互いに覇を争う。そ\nこに袁紹、董卓、呂布ら群雄も参戦。勝利は誰の手に？",
        "factions": [
            "夏侯惇ら曹操系勢力と友好関係にあり、董卓らと対立し\nている。領地は江州。配下には曹仁、許仵、程碰、満寵\nら文武に一流の人材が並ぶ。曹操がいるので、曹操系の\n武将を集めやすいのも有利な点だ。周辺に目立った勢力\nもないので、江陵の陸遜が西進しないよう注意しつつ、\n速攻で巴蜀を制圧してしまおう。",
            "関羽、張飛、諸葛亮らと友好関係にあり、袁術、董卓、\n曹操らと対立している。領地は零陵。配下には趙雲、黄\n忠、法正らに、公孫𠂉一族や盧植などが加わり、質・量\nともに申し分ない。背後を気にする必要もないので、荊\n南制圧は容易だろう。江陵の陸遜が大きくなる前に北上\nできれば、一気に天下は近くなる。",
            "袁術、孫策、孫権らと友好関係にあり、董卓、劉表と激\nしく対立している。領地は呉。配下には程普、黄蓋、韓\n当、祖茂ら古参の勇将が並ぶ。知略面にやや難があるが\n、地理的に恵まれている上、周辺勢力とはどことも互角\n以上に戦える。速攻で江東を制圧した後は、得意の水軍\nで西方に進出したい。",
            "劉備と友好関係にあり、曹操と対立しているが、地理的\nにどちらも影響はない。領地は汝南。配下には一族の馬\n超、馬岱らを中心に戦闘系の人材が揃うが、やはり知略\n面に難がある。まずは文官系の人材確保が最優先か。計\n略にかかるのを覚悟で泥仕合に持ち込み、何としても許\n昌の荀紣を吸収したい。",
            "成都の張魯と友好関係にあるほか、目立った敵対勢力は\nない。領地は宛。配下には張任、呉懿、黄権ら文武に良\n将が揃い、戦力には申し分がない。長安の呂布と洛陽の\n関羽を争わせ、その隙に新野の劉蒴、上庸の公孫度を併\n呑しよう。その後で、どの方向に進出するかが勢力の明\n暗を分ける。",
            "友好的な勢力はなく、曹操、劉備、孫堅ら多くの勢力と\n敵対関係にある。領地は柴桑。配下には李儒、華雄、張\n繍など。数は多いが質は低く、文武ともに人材の強化が\n急がれる。更に水軍適性が極めて低いため、長江での戦\nは避けたいところ。陸上から長沙の曹叡を襲い、荊南制\n圧を狙うのが上策か。",
            "袁紹と友好関係にあり、孫堅、孫策、孫権と対立してい\nる。領地は北平。配下は丩良、丩越、文聘など。質はそ\nれほど悪くないが、人材不足は深刻だ。人材確保は急務\nといえる。手をこまねいていると、すぐに周辺勢力に併\n呑されるだろう。無理にでも出陣し、比較的与しやすい\n薊の張飛を攻略したい。",
            "劉表、劉虞と友好関係にあり、董卓、袁術と激しく対立\nしている。領地は陳留。配下には顔良、文醜、田豊、沮\n授など袁紹系の精鋭が揃い、質・量ともに申し分ない。\n周辺勢力とはどことも互角以上に戦えるので、序盤の侵\n攻先が鍵を握る。戦闘面に難がある許昌の荀紣を倒し、\nその人材を吸収するのが効率的か。",
            "孫堅、呂布と友好関係にあり、劉備、袁紹ら多くの勢力\nと敵対関係にある。領地は南皮。配下には袁術系の人材\nが勢揃いしているが、やはり質が低い。紀霊、楊弘あた\nりが頼りか。隣接する孔融との対決は避けられないため\n、まずは速攻で平原を奪取したい。国力と人材が整った\nら、訒艾との決戦だ。",
            "宛の劉焉と友好関係にあるほか、目立った敵対勢力はな\nい。領地は成都。配下には、閻圃など張魯系の人材に㐆\n徳、程銀らが加わり、戦闘面が強化されている。とは言\nえ、隣接する江州の曹操には大きく劣るため、曹操と事\nを構えるのは無謀だ。地理を生かして国力を高めつつ、\n梓潼を目指すのが良策か。",
            "袁術と友好関係にあり、董卓、張飛、関羽と激しく対立\nしている。領地は長安。配下には高順、陳宮など。戦闘\n系の武将が多く、知略面には難があるが、それを補って\n余りある戦闘力を秘めている。隣接する関羽との対決は\n避けられないが、無理に戦う必要はない。比較的与しや\nすい西北に進出したいところ。",
            "劉備、関羽と友好関係にあり、董卓、呂布、袁術らと対\n立している。領地は薊。配下に張苞、厳顔ら勇将たちに\n加え、軍師として㐆統がいるのが心強い。とは言え、知\n略面での弱さは問題なので、まずは北平の劉表を倒して\n人材を強化か。南皮の袁術には注意しつつ、自慢の戦闘\n力で幽州を制圧したい。",
            "天水の司馬懿と激しく敵対しているが、地理的に問題に\nはならない。領地は上庸。配下は公孫度一族を中心とす\nるが、質・量ともに全勢力で一、二を争う貧弱な陣容の\nため、優秀な人材の確保が急がれる。中原へ出ても勝ち\n目はないので、まずは全力で漢中の魏延を叩こう。益州\nへ入れば道が開ける。",
            "袁紹と友好関係にあり、董卓と対立している。領地は永\n安。配下には皇甫嵩、魏攸らがいる。全体的に小粒な武\n将が多く、特に戦闘面の強化は急務だろう。時が経てば\n経つほど不利であり、江州の曹操、江陵の陸遜に挟まれ\nて勝ち目はないに等しい。思い切って桟道を北上し、漢\n中か梓潼をめざすのも一案だ。",
            "諸葛誕と友好関係にあり、司馬懿と激しく対立している\n。領地は晋陽。配下には夏侯玄、桓範、何晏などが並ぶ\n。全体的に小粒な武将が多く、特に戦闘面の弱さが際立\nっている。地理に恵まれているので、防衛戦を展開しつ\nつ戦闘系の人材を強化しよう。薊の張飛を吸収できたら\n展開が開ける。",
            "荀紣、羊倐と友好関係にあり、諸葛亮、曹爽、公孫度ら\nと対立している。領地は天水。配下には司馬一族を中心\nとした優秀な人材に張丒、賈充らが加わり、質・量とも\nに申し分ない。とは言え、武威の孫策と事を構えるのは\n得策ではない。まずは漢中を奪い、西北を捨てるつもり\nで巴蜀へ侵攻するのが吉か。",
            "劉備、曹丕、荀紣と友好関係にあり、曹操、董卓、袁術\nと対立している。領地は平原。配下には崔偆、許靖らが\n並び、政治面では優秀だが、戦闘面での弱さが特に際立\nっている。南皮の袁術との対決は避けられず、まともに\nやっても勝ち目はないだろう。思い切って北海の曹植を\n襲うのも一案か。",
            "曹操と友好関係にあり、董卓と対立しているが、どちら\nも特に影響はない。領地は濮陽。配下には夏侯一族のほ\nか、郭淮、韓浩、張既らが並ぶ。知略面にやや難がある\nが、人材は文武に充実。周辺勢力とはどことも互角以上\nに戦えるので、序盤の侵攻先が鍵を握る。比較的与しや\nすい河北に出るのも一案か。",
            "劉備と友好関係にあり、董卓、司馬懿、魏延と対立して\nいる。領地は下佤。配下には水鏡門下と諸葛亮の縁者が\n並ぶ。徐庶や馬謖など知略面の充実に加え、姜維、王平\n、向寵など戦闘面の水準も申し分ない。周囲に目立った\n勢力もないので、中原東部は簡単に制圧できるだろう。\nその後の戦略が明暗を分ける。",
            "曹操、曹叡と友好関係にある。曹丕とは激しく対立して\nいるが、距離があるので問題ではない。領地は北海。配\n下は曹彰、田予など。質はそれほど悪くないが、人材不\n足は深刻だ。人材確保は急務だろう。中原では勝機が見\nえないので、平原の孔融を襲って河北に進出するのも一\n案か。",
            "下佤の諸葛亮と激しく敵対しているが、地理的に戦闘に\nはならない。領地は漢中。配下は高翔、陳式、陳寿のみ\n。全勢力中で最も貧弱な陣容といえる。外交や計略、内\n政にも向かないので、まともにやっては勝ち目がない。\n戦闘で状況を打開する方策を考えよう。梓潼の孫峻打倒\nが第一目標か。",
            "友好関係にある勢力はなく、隣接する孟獲と激しく対立\nしている。領地は廬江。配下には羅憲、郤正、霍弋らが\nいるが、全体的に小粒であり、周辺勢力に比べて大きく\n劣っている。手をこまねいていると、すぐに周辺勢力に\n併呑されるだろう。無理にでも出陣し、比較的与しやす\nい寿春の張遼を攻略したい。",
            "孔融と友好関係にあり、曹植と激しく対立している。領\n地は雲南。配下の数こそ少ないが、質はそれほど悪くな\nい。華𠆢、陳羣、賈逵、孟達など一線級と言える人材が\n揃っている。背後を気にする必要がない地理の優位性を\n活かし、国力を十分に蓄えよう。江州の曹操が大きくな\nる前に南蛮を制したい。",
            "友好関係にある勢力はなく、孫登、張昭、陸遜と激しく\n敵対している。領地は梓潼。配下は孫俋、孫晧、濮陽興\nなど。数は揃っているが、質は極めて低い。時が経てば\n経つほど不利であり、まともにやっては勝ち目がない。\n西北で孫策と司馬懿を争わせ、その隙に漢中の魏延を倒\nして漁夫の利を狙いたい。",
            "劉備、張飛、張遼と友好関係にあり、呂布、孫権らと激\nしく対立している。領地は洛陽。配下には関羽の一族を\n中心に、徐晃、周倉、王甫らが加わっている。戦闘面で\nは申し分ないが、知略面にはやや難があり、優秀な軍師\nが待望される。隣接する呂布との対決は避けられないた\nめ、まずは長安を目指そう。",
            "孫堅、孫登、張昭と友好関係にあり、袁術、劉表と対立\nしている。領地は武威。配下には周瑜、太史慈、蒋欽、\n周泰ら呉の名将、勇将が揃う。知略面にやや難があるが\n、天水の司馬懿を吸収すれば問題は解決する。背後を気\nにする必要もないので、長安の奪取も容易だろう。西北\nさえ制圧すれば、天下も間近だ。",
            "隣接する劉禅と激しく敵対しているほか、目立った外交\n関係はない。領地は建業。配下には、祝融ら孟獲系の人\n材に李恢、張嶷、馬忠らが加わり、知略面が大きく強化\nされている。とは言え、水軍適性が極めて低いので、長\n江での戦いは避けたいところ。まずは呉の孫堅を全力で\n倒して江東を固めたい。",
            "曹操、関羽とは友好関係にあるが地理的に当てにはなら\nず、近隣の孫権と激しく対立している。領地は寿春。配\n下には楽進、李典、温恢、蒋済らが揃い、質には申し分\nないが、量には不安がある。まずは人材の充実が急務か\n。地理的にも戦力的にも、廬江の劉禅を手早く吸収して\nおきたい。",
            "難易度ともに未作成",
            "難易度ともに未作成",
            "孫堅、孫策、孫権らと友好関係にあり、孫峻と激しく対\n立している。領地は建寧。配下には諸葛恪、顧譚、張休\n、陳表ら四友の縁者が並び、人材の質は悪くないが、数\nには不安がある。特に戦闘面での人材不足は深刻だ。決\nして与しやすくはないが、早いうちに雲南の曹丕を吸収\nして状況を打開したい。",
            "孫堅、孫策と友好関係にあり、董卓、袁術らと対立して\nいる。領地は小沛。配下には張紘、王朗、陳珪、陳登ら\nが並び、政治面では一流だが、戦闘面の弱さは群を抜い\nている。まともにやっても勝ち目はなく、小沛の防衛に\nも事欠くだろう。一刻も早く戦闘系の人材を確保し、状\n況を打開したい。",
            "難易度ともに未作成",
            "友好関係にある勢力はなく、孫権、劉備らと激しく対立\nしている。領地は新野。配下には蔡瑁、張允らがいる。\n質・量ともに全勢力で一、二を争う貧弱な陣容のため、\n優秀な人材の確保は急務だろう。更には、江夏の孫権と\nの争いは避けらず、中原進出も危険だ。上庸侵攻が唯一\nの道か。",
            "司馬懿と友好関係にあり、董卓、袁術と対立している。\n領地は襄陽。配下には杜預、王濬、張華など。全体的に\n小粒な印象だが、良くも悪くも平均的な能力の武将が多\nく、使い勝手は悪くない。とは言え、江陵の陸遜、江夏\nの孫権は難敵なので、まずは速攻で新野の劉蒴を倒し、\n荊北に勢力を築きたい。",
            "孫登と友好関係にあり、袁術、孫峻と激しく敵対してい\nる。領地は江陵。配下には陸抗、陸凱ら陸一族のほか、\n孫桓、朱拠らが並び、文武に人材が揃っている。とは言\nえ、周囲には有力な勢力が多いため、序盤は気が抜けな\nい。まずは襄陽の羊倐を全力で叩き、地盤を確固たるも\nのにするのが先決か。",
            "曹操、司馬懿、孔融と友好関係にあり、董卓、袁術と対\n立している。領地は許昌。配下に郭嘉、荀攸、鍾会らが\n揃い、知略面では申し分ないが、戦闘面での弱さが目立\nつ。まずは防衛戦を展開しつつ、戦闘系の人材を充実か\n。比較的与しやすい汝南の馬騰を知略で降せれば、一気\nに展開が開く。",
            "孫堅、孫登と友好関係にあり、関羽、張遼らと激しく対\n立している。領地は江夏。配下には魯粛、呂蒙、甘寧、\n徐盛ら呉の名将が揃い、文武に隙がない。周辺勢力に比\nべて頭一つ抜けているので、正攻法で攻めれば江南制圧\nは容易だろう。まずは廬江の劉禅、柴桑の董卓を倒し、\n長江に防衛線を築きたい。",
            "江州の曹操と激しく対立しているが、地理的に問題には\nならない。領地は武陵。配下には審配、逢紀、袁煕らが\n揃う。質・量ともに近隣勢力に大きく劣るため、人材の\n充実が急がれる。序盤の目標は荊南制圧か。ただし、零\n陵の劉備とは無理に争わず、まずは長沙の曹叡を打倒し\nて戦力を整えよう。",
            "天水の司馬懿と対立しているが、距離があるので戦闘に\nはならない。領地は侚。配下は陳泰、訒忠など。全体的\nに小粒な印象だが、良くも悪くも平均的な能力の武将が\n多く、使い勝手は悪くない。周辺に目立った勢力もない\nので、正攻法で進めば河北制圧は容易だろう。ただし、\n南皮の袁術には注意したい。",
            "曹爽と友好関係にあり、司馬懿、曹叡と対立している。\n領地は襄平。配下は倞丘倹、文欽、文鴦など。良くも悪\nくも平均的な能力の武将が多く、全体的に小粒な印象は\n否めない。ただし地理的に恵まれているので、落ち着い\nて国力増強に努められる。袁術や張飛が進出する前に北\n平の劉表を倒しておきたい。",
            "曹操、曹植と友好関係にあり、曹丕、司馬懿、諸葛誕ら\nと対立している。領地は長沙。配下には曹真、仫昭、王\n双、高堂隆らが並び、文武に中堅の人材が充実している\n。まずは荊南制圧を目指したいが、零陵の劉備は難敵で\nあり、相当の国力拡充がいる。陸上から柴桑の董卓を襲\nい、江東に出るのが上策か。"
        ]
    }
}