{
    "SCEN000.s11": {
        "title": "黃巾之亂",
        "description": "漢王朝因宦官的弄權與外戚的干政而日漸腐敗。在如此混亂的世局下，大賢良師•張角率領其信徒們揭竿而起，史稱黃巾之亂。朝廷皆獲此報後，任皇后之兄•何進為大將軍，並出兵討伐黃巾黨。而亂世，也自此揭開了序幕。",
        "factions": [
            "介紹文",
            "介紹文",
            "與其他諸侯為同盟，以打倒黃巾黨為目標。領地僅有下邳。雖說孫堅本身的能力很強，麾下的韓當或程普等也擁有不錯的能力，但要在下邳擋住黃巾黨的攻擊，也非易事。先攻下南方的空白都市來增強國力，應為良策。若能往南方擴大領土的話，也許可以挖掘到願協助孫家的在野之士。",
            "雖與黃巾黨關係不佳，卻也沒加入討伐黃巾的同盟。領土為武威，鄰近的勢力只有董卓。由於麾下武將之質與量均優於董卓軍，因此應趁其羽翼未豐前先下手為強。可先壓制空白都市的安定予以牽制，待董卓軍攻入中原後再從其背後襲擊，亦為手段之一。",
            "與其他諸侯為同盟，以打倒黃巾黨為目標。領地僅有薊。在鄰接都市的南皮中，黃巾黨的大軍已伺機待發，因此隨時都有遭其進攻的可能。最好與丁原、公孫瓚等盟友採取分進合擊的戰略。充實國力之後，可編制以麾下的劉備三兄弟為中心之軍，並令其奪下南皮。",
            "與其他諸侯為同盟，以打倒黃巾黨為目標。領地為天水，鄰近的勢力只有武威的馬騰。由於馬騰並非討伐黃巾之盟友，因此有遭其從背後偷襲的可能。應先將馬騰打倒以斷後顧之憂後，再往中原前進方為上策。軍師可交由李儒負責。",
            "介紹文",
            "介紹文",
            "介紹文",
            "介紹文",
            "介紹文",
            "與其他諸侯為同盟，以打倒黃巾黨為目標。領地僅有北平。在鄰接都市的南皮中，黃巾黨的大軍已伺機待發。由於光靠北平的兵力必然無法阻之，因此應先佔領空白都市的襄平來充實國力。人才的質與量均不足。論戰爭面的話，身為君主的公孫瓚應是最派得上用場之武將。",
            "介紹文",
            "介紹文",
            "介紹文",
            "介紹文",
            "介紹文",
            "介紹文",
            "介紹文",
            "介紹文",
            "介紹文",
            "介紹文",
            "介紹文",
            "介紹文",
            "介紹文",
            "介紹文",
            "介紹文",
            "介紹文",
            "在四周都是敵軍的狀態下開始。雖然領地有６個都市，但由於麾下之質與量均不足，因此若遭到周邊勢力圍攻，可能會打得相當辛苦。先專心在搜集人才上，並鎖定幾個特定敵人起來再說吧。幸運的是，雖然黃巾黨無法獲得官職，但從序盤開始卻馬上可率領眾多士兵。因此可立即發動人海戰術，攻下如下邳的孫堅等擁有許多優秀人才的勢力以獲得人才。",
            "與黃巾黨處於交戰的狀態，也與討伐黃巾的其他諸侯為同盟關係。領地為洛陽等４個都市。由於兵力劣於黃巾黨，因此必須與其他諸侯分進合擊。麾下有曹操、皇甫嵩、盧植等人，其素質勝過黃巾黨一籌。可以優秀麾下為中心之軍來抵禦黃巾黨的攻擊，並同時壓制南方資源豐盛的空白都市，此應為良策之一。",
            "與其他諸侯為同盟，以打倒黃巾黨為目標。領地僅有晉陽。迎頭大敵為南皮的黃巾黨。若能好好運用天下無雙的呂布及魏續、宋憲等人的話，應能與對方不分軒輊。然而，由於麾下沒有擅長內政之人，因此在推行國政上或許會較艱困。最好將眼光放遠，在序盤就開始確保智略人才，方為長遠之計。",
            "介紹文",
            "介紹文",
            "介紹文",
            "介紹文",
            "介紹文",
            "介紹文",
            "介紹文",
            "介紹文",
            "介紹文",
            "介紹文",
            "介紹文"
        ]
    },
    "SCEN001.S11": {
        "title": "反董卓聯合軍",
        "description": "黃巾之亂雖已弭平，但世局的混亂卻依舊。大將軍•何進與十常侍等曾權傾一時的有力者們都逐漸地消逝，年幼的皇帝落入了有暴君之稱的董卓手裡。董卓的殘暴跋扈招致諸侯們的諸多不滿。最後，諸侯們組成了以袁紹及曹操等為中心的反董卓聯合軍。",
        "factions": [
            "為反董卓聯合軍之一員，與諸侯們聯手以打倒董卓為目標。由於領地的陳留位於坐擁大兵的虎牢關及洛陽附近，因此必會遭到董卓軍的猛攻。必須與夏侯淵、夏侯惇、曹仁等能力卓越的親族們團結一致來全力抵抗董卓軍。若能在抵禦董卓軍猛攻的同時，奪下空白城市許昌的話，也許局面會變得較樂觀。",
            "為反董卓聯合軍之一員，與諸侯們聯手以打倒董卓為目標。領地僅有平原。鄰近勢力有物資、人才均豐的袁紹，雖說與其同為聯合軍的一員，但依舊不可輕忽大意。麾下人數不多，只能靠關羽與張飛來撐起勢力。可以趁其他諸侯們前往討伐董卓之際，專注於發掘人才以儲備國力，方為良計之一。",
            "為反董卓聯合軍之一員，與諸侯們聯手以打倒董卓為目標。領地僅有長沙。四周有許多空白都市，對於儲備國力來說是極佳的環境。除了老將外，又注入了孫策、周瑜等新血，陣容可說是相當完備。若能在與劉表的空白都市爭奪戰中勝出的話，離統一天下的距離也就更近了吧。",
            "為反董卓聯合軍之一員，與諸侯們聯手以打倒董卓為目標。領地僅有武威。由於安定與天水為董卓所壓制，因此等於說是被堵住了出口。序盤應積極儲備國力以防董卓的進犯，待洛陽或長安的戰事一起，便可派出馬超或龐德率精銳部隊進軍。必須謹慎地與諸侯們分進合擊，共敵董卓才行。",
            "沒有加入反董卓聯合軍，也沒有特定的敵對勢力。領地有成都等３個都市。麾下雖有嚴顏、黃權等武將，但其數量仍嫌薄弱。應活用與四周勢力的友好關係，專心在搜集人才與強化國力上。也可佔領南蠻等空白都市來提高國力。此外，荊州劉表的動向亦須注意。",
            "四周均是反董卓聯合軍，處於四面楚歌的狀態。擁有洛陽等４個都市。雖然現狀相當險峻，但國力與人才方面均勝過諸侯們一籌。好好使用呂布、華雄、李儒、荀攸、賈詡等人才的話，應不會輕易地便被打倒。諸侯當中最必須警戒的是陳留的曹操，應趁其尚未壯大前先斬草除根。",
            "雖然沒有加入反董卓聯合軍，但與袁紹為友好關係。領地為襄陽與江夏，麾下有蒯越及蒯良等人。擁有許多文官系的人才，唯獨缺乏武將系的將領。因此可先壓制空白都市江陵後，再伺機奪取長沙孫堅的部下，這也許是一良策。待人才面與國力相繼補足後，再攻入中原也不遲。",
            "反董卓聯合軍的盟主。與各方諸侯一起以打倒董卓為目標。領地僅有南皮。麾下的優秀人才不少，如顏良、文醜、審配、田豐等，因此在人才面並不比董卓軍遜色。可先擊敗沒有加入聯合軍的劉虞以擴大勢力範圍。另外，也可將目標擺在坐擁許多有能人才的鄴的韓馥或平原的劉備。",
            "為反董卓聯合軍之一員，與諸侯們聯手以打倒董卓為目標。領地僅有宛。麾下人數雖多，但其素質卻不高，要與董卓的精銳軍相抗衡幾乎是不可能之事。此外，由於本據地的宛離洛陽相當近，因此被捲入戰事的可能性極高。應先奪下空白都市的許昌或新野，以防萬一。若能確保住退路，應能更容易推動戰略。",
            "雖沒有加入反董卓聯合軍，但與劉焉保持著友好關係。領地僅有漢中。麾下之質與量均不佳，要與四周的勢力相抗衡，想必會非常困難。在抵禦馬騰及董卓攻擊的同時，也應將兵力調到通往中原的玄關•陽平關以採取萬全的防禦態勢。之後再逐漸朝長安前進，應為基本戰略。",
            "介紹文",
            "為反董卓聯合軍之一員，與諸侯們聯手以打倒董卓為目標。領地僅有北平。麾下之質雖不高，但與薊的劉虞或襄平的公孫度相較，仍是綽綽有餘。首先可將關係不佳的劉虞擊倒以增強國力，之後再解決公孫度。若能將領地擴大為３個都市，則實力便能與董卓或袁紹相抗衡才是。",
            "由於與董卓的關係良好，因此沒有加入反董卓聯合軍。予人一種自外於中原之爭的獨立勢力之印象。領地僅有襄平，麾下大部份的將官為同族。由於鄰接本據地的敵人不多，因此可不必太過重視防守。待戰力充實後，便可率全軍力攻入北平，打倒公孫瓚。之後的敵人可能就是袁紹了。",
            "未加入反董卓聯合軍，並與公孫瓚處於對立的狀態。領地僅有薊。四周被公孫瓚及袁紹等強敵包圍著，並處在部下不足的狀況。若時間拖越久則情勢也將越不利。必須與相對關係較好的晉陽的張楊或平原的劉備聯手，來與袁紹等人對抗。此勢力可說是上級者專用的勢力。",
            "為反董卓聯合軍之一員，與諸侯們聯手以打倒董卓為目標。領地為洛陽附近的大都市•鄴。麾下普遍相當優秀，有沮授及張郃等一流的將官。然而，最重要的韓馥之能力卻偏低。若不先在鄴推動富國強兵政策，並增加更多部下的話，可能會無法順利討伐董卓。此外，雖與袁紹為同盟，但也須注意其動向。",
            "介紹文",
            "為反董卓聯合軍之一員，與諸侯們聯手以打倒董卓為目標。領地僅有北海。麾下人數雖少，但卻有武勇兼備的太史慈。以其為中心來編制部隊的話，應是萬無一失。此外，由於周邊多是如陶謙或劉備等友好勢力，因此雖易於施行內政，但若想要發動攻勢，可能會發生不知該從何下手的迷惑。",
            "為反董卓聯合軍之一員，與諸侯們聯手以打倒董卓為目標。領地僅有濮陽。雖統治中原的要衝之地，麾下人數卻稍嫌不足，因而有戰力上的隱憂。可趁陳留的曹操與董卓戰鬥之際提昇國力，並補充人才。也可對曹操派遣援軍共敵董卓，並趁機奪走董卓軍的勇猛部下。",
            "為反董卓聯合軍之一員，與諸侯們聯手以打倒董卓為目標。領地有下邳與小沛。麾下多為糜竺、陳珪等文官系的人才，因此在內政方面應沒有施行上的困擾。為了補充戰爭方面的人才，可向空白都市較多的南方延伸勢力。另外，鄰接著下邳及小沛的壽春，也是序盤的佔領目標之一。",
            "為反董卓聯合軍之一員，與諸侯們聯手以打倒董卓為目標。領地僅有汝南。由於麾下只有許靖一人，因此急需確保人才。幸運的是，由於一開始四周皆為空白都市，因此可迅速將其佔領並確保人才。由於許昌有被捲入戰事的可能，因此可將目標擺在壽春附近即可。",
            "為反董卓聯合軍之一員，與諸侯們聯手以打倒董卓為目標。與薊的劉虞關係良好。領地僅有晉陽且麾下人數不多，因此確保人才為當務之急。由於四週沒有敵人，因此應有許多時間可以搜尋人才，但也有可能因時代的變遷而造成難以入手。因此，攻擊劉虞以奪得人才，亦是方法之一。",
            "介紹文",
            "介紹文",
            "介紹文",
            "介紹文",
            "介紹文",
            "介紹文",
            "介紹文",
            "介紹文",
            "介紹文",
            "介紹文",
            "介紹文",
            "介紹文",
            "介紹文",
            "介紹文",
            "介紹文",
            "介紹文",
            "介紹文",
            "介紹文",
            "介紹文",
            "介紹文",
            "介紹文"
        ]
    },
    "SCEN002.S11": {
        "title": "群雄割據",
        "description": "呂布弒義父•董卓後，遭到李傕、郭汜等人的追殺而離開了都城。之後，失去棲身之地的呂布趁曹操不在之際，奪下了兗州，使得亂世之狼與亂世奸雄的對決已無可避免。而在江東方面，孫策以玉璽向袁術借兵馬，隨後便出兵揚州。至此，世局已進入到群雄割據的時代了。",
        "factions": [
            "與呂布、陶謙的外交狀態相當險惡，隨時都有開啟戰端的可能。而與劉備、袁術的關係也已開始惡化，若不謹慎處理的話，恐怕會面臨四面楚歌之狀況，因此必須好好利用與袁紹間的同盟關係。領地僅有陳留。麾下以夏侯兄弟為首，還有荀彧、典韋等優異的人才。將其派遣至四周的空白都市以強化國力，應是良策。",
            "與曹操、袁紹、李傕等大勢力為敵對狀態。因此必須好好利用與公孫瓚、陶謙、孔融的同盟關係。領地僅有小沛，且值得依靠的部下只有關羽跟張飛兩人。最好與相去不遠的陶謙聯手抵抗曹操的猛攻。此外，袁紹也許會由北方南下，因此先將袁術所統治且擁有豐富資源的壽春攻下，應是不錯的戰略。",
            "與李傕、劉表的外交狀態相當險惡。與袁紹、王朗、劉繇、嚴白虎也呈敵對關係。但是，在領地廬江北方的袁術為相當有力的盟友。麾下的文官武將尚稱齊全，以張紘或張昭等人為中心施行內政的話，應可成為立即性的戰力。先將目標定在劉繇所統治的大都市•建業，或柴桑等空白都市也許較佳。",
            "與李傕敵對，與劉璋為友好關係。領地為武威及天水。麾下人數雖不算多，但卻有馬超、龐德、韓遂等強者入列。迎頭之敵應該就是李傕所統治的安定了吧。若進行順利的話，也許可獲得賈詡或張繡等優秀的武將。此外，為了能專心討伐李傕，最好強化與漢中張魯之關係。",
            "與馬騰維持著友好關係。領土為成都等３都市。麾下之質與量均充裕。其中以張任、張松、嚴顏為最值得依靠之部下。有如此人才在，即使與張魯的關係發生問題，應也能將其改善。序盤應一面注意與張魯的關係，一面壓制荊南或南蠻的空白都市以強化國力。",
            "沒有任何友好勢力，且成為曹操、袁紹、孫策、劉備、馬騰等，幾乎可說是所有勢力的標靶。雖統治著要衝之地的長安及安定，但卻有強烈的不安感。由於麾下之質甚佳，如賈詡或鍾繇等，應能在計略面及外交面上有活躍表現。幸好長安四周的空白都市也不少，應儘早將其佔領以強化國力。",
            "與孫策為一觸即發之狀態。與相去甚遠的北方袁紹保有友好關係。領地為襄陽等３都市。麾下有勇將黃忠及蒯越、蒯良。由於領地的四周多為空白都市，因此應可輕鬆地進行戰略。一面注意迎頭大敵的孫策之動靜，一面充實國力及人才應為上策。",
            "敵對勢力為數眾多，具代表性的有公孫瓚、劉備、孫策。與曹操為同盟，與劉表的關係也不錯。領地有鄴等３個都市。麾下有多位猛將及智將，可說是現階段離一統天下最近的勢力。若能迅速地除掉北方的公孫瓚，再率河北大軍南下的話，應該沒有能與之匹敵的勢力。",
            "幾乎為天下之諸侯所嫌惡，尤其與劉表、袁紹的對立更是嚴重。唯一的盟友只有孫策。領土為壽春與汝南。雖然麾下為數不少，但其素質卻不高。挖掘汝南及壽春的在野人才應是當務之急。等人才得手後，將南方交給孫策，先奪下許昌、新野等空白都市吧。",
            "沒有很明顯的敵對勢力。領地僅有漢中。麾下之質與量均劣於周邊的勢力。首先應避免與劉璋交戰，先強化陽平關及漢中的守備再說吧。如果可以的話，應奪下南方的劍閣使漢中得到完全的防護。待馬騰與李傕之戰正式開始後再加入戰爭，並趁機奪取兩勢力中的優秀人才吧。",
            "與曹操交戰已是時間早晚的問題。而與袁紹的關係亦只是沒浮上檯面，實際上也不甚良好。由於盟友張楊的所在地晉陽離自己有段距離，因此必然會陷入孤立無援的狀態。將領地•濮陽的防衛任務交給呂布、張遼及高順，以使損害降至最低。更需要警戒的是袁紹跟曹操的夾擊。在袁紹將戰力南移前，最好先與曹操一決勝負。",
            "從地理條件看來，與袁紹之戰是無法避免的了。所以必須與盟友劉備或關係更好的陶謙、孔融一起分進合擊。領地有北平及薊。雖然麾下有趙雲在，但整體戰力卻劣於袁紹陣營。若正面相拼的話，必將損失慘重。除了友好勢力外，也可考慮將張楊及呂布等捲入戰事以包圍袁紹。",
            "相對之下與李傕有著友好關係。領地僅有襄平。麾下大部份的將官為同族，但其能力卻是中下。只是由於鄰接著領地的敵人不多，因此不太需要在守備上下太多功夫。待充實戰力後，便可率全軍進軍北平。必須趁袁紹尚未成長為大勢力前，將北平給佔領起來。",
            "介紹文",
            "介紹文",
            "介紹文",
            "由於國力與人才均不足，因此與其獨力應戰，應採取與盟友劉備及陶謙聯手，共同對付敵對勢力的曹操與袁紹。此外，由於領地的北海鄰接著袁紹勢力，因此有可能在序盤就遭到袁紹軍的攻擊。為以防萬一，先暫時加強北海的耐久度及軍備也許較妥。",
            "介紹文",
            "本勢力被曹操視為眼中釘，且與李傕、袁紹的關係亦不佳。最好借盟友•劉備及孔融之力來度過此難關。領地僅有下邳，而麾下以文官系的武將居多。由於下邳的四周為孔融及劉備勢力，因此短時間內應不會有戰事發生。為因應之後可能發生的戰事，最好先專注於人才的補充及軍備的整頓。",
            "介紹文",
            "沒有很明顯的敵對勢力，且與呂布結為同盟。領地晉陽的四周為公孫瓚及袁紹等強敵的勢力，因此情況相當險峻。且由於沒什麼可靠的部下，因此一開始也很難主動發動攻勢。一面死守壺關來抵禦袁紹的攻擊，再趁機對公孫瓚的薊出兵，也許是良策之一。若能得到公孫瓚麾下的趙雲的話，也許就能看到一線曙光。",
            "介紹文",
            "與劉繇、嚴白虎為同盟，並合力對抗孫策與袁術。領地僅有會稽。麾下有虞翻、許貢等人。由於沒有武官系統的將領，因此打起仗來或許會相當辛苦。在孫策打倒同盟國前，最好先收集到人才以做好蓄勢待發的態勢。從水路前往佔領空白都市的柴桑以增強國力，應也是計策之一。",
            "與王朗、劉繇為同盟，並合力對抗孫策與袁術。領地僅有吳。麾下只有同族的嚴輿，戰力不足是無法否認的現實。一旦盟友的劉繇戰敗，建業被攻陷的話，吳必然會變成風中殘燭。因此必須與劉繇團結合作，全力防止孫策的侵略才行。只要能堅持到最後，勝利的機會也許會到來。",
            "與王朗、嚴白虎為同盟，並合力對抗孫策與袁術。領地為大都市的建業。由於本據地位於孫策與袁術兩勢力的鄰接之處，因此非常容易遭其侵略。雖需儘早提昇國力，但卻又處在麾下不足的難關。擁有猛將•太史慈也許是唯一的可取之處。在太史慈奮戰之際，必須同時加強內政及防備。",
            "介紹文",
            "介紹文",
            "介紹文",
            "介紹文",
            "介紹文",
            "介紹文",
            "介紹文",
            "介紹文",
            "介紹文",
            "介紹文",
            "介紹文",
            "介紹文",
            "介紹文",
            "介紹文",
            "介紹文",
            "介紹文",
            "介紹文"
        ]
    },
    "SCEN003.S11": {
        "title": "官渡之戰",
        "description": "曹操擁立獻帝後，打倒了呂布及袁術等強敵，並逐步支配中原一帶。另一方面，袁紹打倒了公孫瓚後，統一了河北一帶，並開始將矛頭指向了中原。而有小霸王之稱的孫策也壓制了江東一帶，對曹操形成了鋒芒在背之態勢。至此，天下之爭便以此三人為中心開始加速進行了。",
        "factions": [
            "與袁紹為隨時都有可能發生戰爭之狀況。與劉備、馬騰、張繡之關係也不佳。若不謹慎處理外交的話，恐會有遭敵軍圍剿的可能。在與袁紹展開決戰之前，最好以外交或計略來減少敵對勢力。領地為許昌等中原地區的５個都市。麾下人才豐富，智略方面有荀彧、荀攸、郭嘉，武勇方面則有張遼及夏侯兄弟等人。",
            "與互為盟友的袁紹及保有友好關係的馬騰一同對抗宿敵•曹操。領地為下邳及小沛。麾下有關羽、張飛、陳珪、糜竺等人。從序盤開始便會遭到曹操的全面猛攻，狀況可說是相當嚴苛，最好是尋求袁紹的協助以抵擋其攻勢。若能早一點將空白都市的壽春壓制住的話，也許能更易於推動戰略。",
            "敵對勢力為劉表。與袁紹保有相對的友好關係。領地為建業等江東一帶的５個都市。麾下有周瑜、呂蒙、黃蓋、周泰等，集合了許多優秀的人才。由於兼具地利及人和，因此應可隨時機建立不同的戰略。對曹操與袁紹的大戰，最好是採取遠觀的態度。",
            "本勢力對曹操來講，是西方的威脅。與劉備及劉璋保有友好關係。領地為武威等３都市，麾下有許多勇將。由於武威為內政地且處於安全地帶，因此國力上應有相當的餘裕。可先強化軍備面，並以攻略長安為目標。由於長安配置有鍾繇等許多優良的將領，若能將其攻下的話，應可給予曹操軍相當大的打擊。",
            "與張魯呈高度對立狀態。領土為成都等３都市。麾下之質與量均在水準以上，有張松、法正、張任、嚴顏等，人才方面可說是與曹操不相上下。君主•劉璋之能力雖低，但可以其麾下之能力補之。若張魯的攻勢變強，應反守為攻進奪漢中，一口氣作個了結。",
            "介紹文",
            "與孫策的外交狀態相當險惡，戰事幾乎可說是無可避免。與袁紹為友好關係。領土有襄陽等３個都市。麾下有甘寧、黃忠 蒯越、蒯良等人。與迎頭大敵的孫策相較之下，國力及人才皆略遜一籌。因此要比孫策更早一步攻佔長沙，確實掌握住荊州的支配權才行。",
            "最大的敵人是曹操。與劉備為盟友，與孫策、劉表、公孫度、張繡的關係也不錯。領地為鄴等７個都市。麾下有顏良、文醜、田豐、沮授等許多優秀的將官。雖在人才面上略遜曹操一籌，但國力卻比曹操強上許多。另外，由於友好勢力為數不少，也可將其利用以包圍曹操。",
            "介紹文",
            "與劉璋處於敵對狀態。領土僅有漢中。與周圍的勢力相較，麾下之質與量均有大幅落差。在周邊勢力尚未有所行動前最好不要輕舉妄動，先強化陽平關及漢中的守備再說吧。除了曹操外，其實劉璋的陣容也相當堅強，因此相當難以出手。若非要選個目標不可的話，應可將矛頭指向武將面較為薄弱的馬騰勢力。",
            "介紹文",
            "介紹文",
            "領地襄平四周為袁紹勢力。與袁紹雖非敵對關係，但卻是處於何時被進攻也非怪事之狀態。目前的戰力也許無法因應隨時可能發生的戰事。因此必須趁袁紹與曹操等人戰鬥之際提高國力才行。由於麾下之質與量均偏低，因此人才的確保不容怠慢。",
            "介紹文",
            "介紹文",
            "介紹文",
            "介紹文",
            "介紹文",
            "介紹文",
            "介紹文",
            "介紹文",
            "介紹文",
            "介紹文",
            "介紹文",
            "介紹文",
            "與曹操軍間的激烈衝突已是無法避免的狀態。領地的宛與相鄰的許昌或洛陽相較之下遜色不少。麾下人數亦不足，能信賴的只有賈詡一人。以現狀來說，根本無法與曹操抗衡。因此在確保人才的同時，也必須佔領新野等空白都市，提高自身的戰鬥力以抵擋曹操的猛攻。",
            "介紹文",
            "介紹文",
            "介紹文",
            "介紹文",
            "介紹文",
            "介紹文",
            "介紹文",
            "介紹文",
            "介紹文",
            "介紹文",
            "介紹文",
            "介紹文",
            "介紹文",
            "介紹文",
            "介紹文",
            "介紹文"
        ]
    },
    "SCEN004.S11": {
        "title": "三顧茅廬",
        "description": "曹操擊敗袁紹後，將河北一帶納入了手中。畏懼曹操進犯的劉表便將劉備配置於新野，以防曹操軍之南下。此外，江東的孫權繼承了驟逝的孫策，和以周瑜為首的部下們一起拼命地將勢力穩住。而曹操軍的南征，正準備掀起一場驚濤駭浪。",
        "factions": [
            "與劉備、劉表、馬騰等周圍的諸侯們幾乎都呈現對立的狀態，也許這就是巨大勢力的宿命。雖與公孫度及荊州南郡４勢力之關係為友好，但沒有戰略上的優點。領地為16個都市，擁有壓倒性的國力。加上有多位原袁紹軍之將領加入，更顯得人才濟濟。只要不粗心大意，應能順利達到一統天下。",
            "必須從小都市•新野阻擋曹操軍的猛攻，處境可說是相當嚴苛。必須總動員關羽、張飛、趙雲及徐庶等優秀的手下，對前仆後繼而來的曹操軍各個擊破才行。但獨力對付曹操難免力不從心，因此最好向盟友的劉表或友好勢力的馬騰借一臂之力。不屈不撓地撐下去的話，也許會有拯救此困境的賢者出現也說不定。",
            "不只是仇敵的劉表，對開始將矛頭指向江東的曹操也必須時時注意其動向。領地為建業等５個都市。麾下有周瑜、魯肅、呂蒙、黃蓋、周泰等優秀的將領。一開始應避免與曹操展開消耗戰，並將目標擺在有人才寶庫之稱的荊州。只要二分天下之計一成，也許就會有戰勝曹操的機會到來。",
            "迎頭之大敵為曹操，而友好勢力為劉備與劉璋。領土為武威等３個都市，麾下有馬超、馬岱、龐德等勇將。應迅速整頓軍備，並派勇將們一口氣攻下長安。時間拖越久的話，曹操的勢力只會更加擴大，屆時恐怕將會難以應付。儘早將長安攻下的話，必能對曹操造成傷害。",
            "與張魯敵對，而與馬騰的關係為友好。領土為成都等３個都市。麾下的質與量之精良，可說是全盛時期。然而，蜀地正面臨曹操的強大威脅。是要迅速地攻打張魯以漢中為防禦據點，亦或是運用蜀地的天險地利來進行防守戰，此乃不得不下之決斷。",
            "介紹文",
            "不但與孫權處於一觸即發之狀況，與曹操也呈敵對關係。由於同時與兩大勢力為敵，因此處境相當危險。勢力的命運可說是操之於盟友•劉備的活躍表現上，因此必須極力請求劉備之救援。領土為襄陽等３個都市。麾下雖有許多良將，但與周圍的勢力相比，卻稍嫌不足。",
            "介紹文",
            "介紹文",
            "與劉璋處於敵對狀態。領土僅有漢中。與周圍的勢力相較，麾下之質與量均有大幅落差。在周邊勢力尚未有所行動前最好不要輕舉妄動，先強化陽平關及漢中的守備再說吧。為了降低敵軍的威脅，與曹操軍聯手亦是一策。如能得到曹操的援軍，應就能順利擊退劉璋軍。",
            "介紹文",
            "介紹文",
            "領地襄平四周為曹操勢力。由於與曹操間的關係尚稱良好，因此序盤不應隨意觸怒之較妥。先強化內政面及人才面，並時時觀察天下的動向。平時做好整軍待發之準備，一旦曹操的天下開始動搖，便可一口氣奪下北平或薊。麾下除了同族的將領外，還有袁熙、袁譚等，陣容尚稱堅實。",
            "介紹文",
            "介紹文",
            "介紹文",
            "介紹文",
            "介紹文",
            "介紹文",
            "介紹文",
            "介紹文",
            "介紹文",
            "介紹文",
            "介紹文",
            "介紹文",
            "介紹文",
            "介紹文",
            "介紹文",
            "介紹文",
            "介紹文",
            "介紹文",
            "與曹操的關係為良好，與劉表、金旋、趙範、劉度的關係也不錯。領土僅有長沙。麾下有猛將•黃忠。雖然四周均為友好勢力，但若是一直不做任何行動的話，可能就會被排除在天下大勢之外。可先以黃忠為中心之部隊來消滅金旋或趙範。最好是在曹操南下前壓制住荊南較為妥當。",
            "與曹操的關係為良好，與劉表、韓玄、趙範、劉度的關係也不錯。領土僅有武陵。麾下有鞏志及金禕等人。雖然四周均為友好勢力，但若是一直不做任何行動的話，可能就會被排除在天下大勢之外。應儘量避免與擁有黃忠的韓玄發生衝突，先將目標擺在打倒劉度上。最好是在曹操南下前壓制住荊南較為妥當。",
            "與曹操的關係為良好，與劉表、韓玄、金旋、劉度的關係也不錯。領土僅有桂陽。麾下有陳應及鮑隆等人。雖然四周均為友好勢力，但若是一直不做任何行動的話，可能就會被排除在天下大勢之外。應儘量避免與擁有黃忠的韓玄發生衝突，先將目標擺在打倒劉度上。最好是在曹操南下前壓制住荊南較為妥當。",
            "與曹操的關係為良好，與劉表、韓玄、金旋、趙範的關係也不錯。領土僅有零陵。麾下有劉賢及邢道榮。雖然四周均為友好勢力，但若是一直不做任何行動的話，可能就會被排除在天下大勢之外。可先消滅以文官佔多數的金旋。最好是在曹操南下前壓制住荊南較為妥當。",
            "介紹文",
            "介紹文",
            "介紹文",
            "介紹文",
            "介紹文",
            "介紹文",
            "介紹文"
        ]
    },
    "SCEN005.S11": {
        "title": "劉備入蜀",
        "description": "赤壁一戰大勝後，孫權失去了最得力的部下•周瑜，而孫吳所日思夜盼的二分天下也隨之化為了泡影。劉備得名軍師•諸葛亮與龐統後，於荊南增強軍備。而於赤壁敗戰的曹操則再度南征，但卻被誓言為父報仇的馬超給奪下了長安。天下局勢依舊混沌不清。",
        "factions": [
            "友好勢力僅有公孫恭，與怒火中燒的馬超、得荊州的劉備、擁地盤的孫權為敵對關係。因此必須儘量避免與３勢力同時開戰。領土為17個都市。赤壁一戰雖敗，但人才與國力依舊是鶴立雞群。首先集中全力討伐馬超，對江東或荊州方面貫徹防禦，應為賢明之策。",
            "與孫權、馬超為同盟，共敵巨大的曹操勢力。領地為江陵等６個都市。麾下以結拜兄弟的關羽、張飛為首，加上黃忠、魏延、諸葛亮、龐統等優秀的人才。人才面雖可與曹操匹敵，但國力仍嫌不足。必須儘早佔領永安等空白都市，以作為攻蜀之基地。",
            "與盟友•劉備，以及關係友好的馬超共敵曹操。領地為建業等江東的５個都市。大都督•周瑜的空缺則暫時由魯肅來補，且陸遜等青年才俊的實力也正逐漸抬頭。序盤也許會在壽春附近與曹操有激烈的對立。為獲得確實之勝利，可與馬超前後呼應攻之。",
            "目標為打倒仇敵•曹操。與劉備為同盟，與劉璋也有著友好關係。領地為長安等４個都市。主要的部下集結於長安，已成臨戰之態勢。但一次與曹操全軍為敵乃為不智之舉，因此最好與孫權或劉備採分進合擊攻之。此外，也必須留一些兵力於天水或安定以牽制張魯。",
            "與張魯間的抗爭乃是無可避免的狀況。與馬超為友好關係。領土為成都等３個都市。麾下之質與量均偏高。由於與漢中張魯的國力差距仍大，因此應儘早派遠征軍奪下漢中。由於曹操同時與馬超及孫權為敵，因此暫時應不會有什麼動靜。若擔心後方的劉備的話，於遠征前先與劉備締結同盟亦是一計。",
            "介紹文",
            "介紹文",
            "介紹文",
            "介紹文",
            "與劉璋間的抗爭乃是無可避免的狀況。領地僅有漢中，麾下之質與量均數段劣於周邊各勢力。在周邊有動靜前應稍安勿躁，先強化陽平關及漢中的守備再說。待馬超的矛頭指向曹操後，趁隙攻下防守薄弱的天水或安定以獲得人才。為了存活下去，必須不擇手段。",
            "介紹文",
            "介紹文",
            "領地襄平四周為曹操勢力。由於與曹操間的關係尚稱良好，因此序盤不應隨意觸怒之較妥。先強化內政面及人才面，並時時觀察天下的動向。平時做好整軍待發之準備，一旦曹操的天下開始動搖，便可一口氣奪下北平或薊。確保優秀人才也許是最優先的課題。",
            "介紹文",
            "介紹文",
            "介紹文",
            "介紹文",
            "介紹文",
            "介紹文",
            "介紹文",
            "介紹文",
            "介紹文",
            "介紹文",
            "介紹文",
            "介紹文",
            "介紹文",
            "介紹文",
            "介紹文",
            "介紹文",
            "介紹文",
            "介紹文",
            "介紹文",
            "介紹文",
            "介紹文",
            "介紹文",
            "介紹文",
            "介紹文",
            "介紹文",
            "介紹文",
            "介紹文",
            "介紹文",
            "介紹文"
        ]
    },
    "SCEN006.S11": {
        "title": "南蠻征伐",
        "description": "天下已三分為魏、吳、蜀。魏國方面，繼承曹操的曹丕滅了漢王朝。吳國方面，因名將•呂蒙的活躍表現而擴大了其版圖。蜀國方面，則因荊州被奪，而使得劉備鬱鬱而終。隨著劉備之死，南蠻的孟獲等人揭竿而起。此後，蜀國的命運便由繼承劉備的諸葛亮一肩挑起。",
        "factions": [
            "敵對勢力為劉禪與孫權的蜀吳同盟。與公孫恭之關係良好。領地有21個都市，統治著整個大陸的北半邊。國力之強，甚至說同時與孫權和劉禪開戰，也幾乎不成問題。隨著光陰逝去，雖有許多有能的部下隨之而亡，但也有如司馬一族或賈逵、郭淮等新戰力的登場。可說是距離一統天下最近的勢力。",
            "與掀起叛亂的孟獲間之衝突，已是無可避免之事。且與孫權結為吳蜀同盟，因此與曹丕對決也是時間早晚的問題。領地為成都等５個都市。失去了以關羽、張飛為首的許多優秀將官，人才面也非常窘困。因此必須儘早討伐孟獲軍以獲取南蠻軍的人才。若能佔領建寧的話，則應能抑制住孟獲軍的強大化。",
            "與劉禪為吳蜀同盟，與魏國的曹丕對立。和其他勢力相比，與孟獲的關係相對地友好。領地為建業等10個都市。麾下以陸遜為首，還有諸葛恪、凌統、丁奉等人。由於人才與國力均劣於魏國，因此勢必與蜀國分進合擊才行。蜀國一旦舉兵北伐，可同時攻入壽春或襄陽以令魏軍分身乏術。",
            "介紹文",
            "介紹文",
            "介紹文",
            "介紹文",
            "介紹文",
            "介紹文",
            "介紹文",
            "介紹文",
            "介紹文",
            "領地的襄平四周被魏國所圍住。由於與魏國之關係尚稱良好，因此序盤不應隨意觸怒之較妥。先強化內政面及人才面，並時時觀察天下的動向。平時做好整軍待發之準備，一旦曹丕的天下開始動搖，便可一口氣奪下北平或薊。麾下以同族的公孫淵為首，有賈範、楊祚等人，但整體能力卻稍嫌低。",
            "介紹文",
            "介紹文",
            "介紹文",
            "介紹文",
            "介紹文",
            "介紹文",
            "介紹文",
            "介紹文",
            "介紹文",
            "介紹文",
            "介紹文",
            "介紹文",
            "介紹文",
            "與劉禪的關係相當惡劣，隨時都有被發兵討伐的可能。領地為雲南與建寧。麾下人數雖多，但多是如祝融或兀突骨等的蠻勇之將，智將非常缺乏。在國力上也與蜀國有相當大的落差，因此最好儘早整頓內政以拉近兩國間的國力差距。若能從雲南與建寧同時發兵的話，則攻下成都也未必只是夢想。",
            "介紹文",
            "介紹文",
            "介紹文",
            "介紹文",
            "介紹文",
            "介紹文",
            "介紹文",
            "介紹文",
            "介紹文",
            "介紹文",
            "介紹文",
            "介紹文",
            "介紹文",
            "介紹文",
            "介紹文"
        ]
    },
    "SCEN007.S11": {
        "title": "英雄集結",
        "description": "從曹操、劉備、孫堅到張角、呂布、孟獲，全君主及全史實武將散落在大陸各地。司馬懿、毋丘儉等沒有在其他劇本中登場的君主也割據著某地。生歿年及壽命的設定皆為無效。只有逐一擊敗強敵並存活到最後的人，方可得天下。能稱霸如此超越世代的大亂世的英雄，究竟會是哪位？",
        "factions": [
            "全勢力在外交關係及國力上呈現出勢均力敵之狀態。領地為許昌。麾下以曹家一族及夏侯一族為中心，擁有郭嘉、荀彧、許褚、典韋等豐富的文武兩道人才。由於領地約在大陸的中央地帶，且可使用的手下也充足，因此往哪方面擴張勢力可能才是重要之事。若能以速攻方式壓制中原的話，則可說大勢底定。",
            "全勢力在外交關係及國力上呈現出勢均力敵之狀態。領地為江陵。麾下有關羽、張飛、趙雲、諸葛亮、龐統、姜維等許多頂尖的文武人才。首先應活用這些優秀人才壓制荊南再說。不須與許昌的曹操或柴桑的孫堅硬碰硬，按照史實，固守益州地盤也許就是邁向天下之道。",
            "全勢力在外交關係及國力上呈現出勢均力敵之狀態。領地為柴桑。麾下以孫家一族為中心，擁有許多優秀人才。特別是周瑜、魯肅、呂蒙、陸遜、陸抗等歷代都督齊聚一堂，可說是壓軸之作。若能適切地運用拿手的水軍，則稱霸揚州指日可待。在曹操或劉備勢力增強前，能穩固住自己地盤的話，則應可一口氣取得天下。",
            "全勢力在外交關係及國力上呈現出勢均力敵之狀態。領地為武威。麾下有馬家一族的馬超、馬岱等，及龐德父子。國力雖比鄰接的董卓或韓遂稍弱，但若能活用西北邊陲的地利之便的話，也是能存活下去的。待董卓等人將矛頭轉向南方後，趁隙使用以馬超為中心的部隊，一口氣反守為攻吧。",
            "全勢力在外交關係及國力上呈現出勢均力敵之狀態。領地為成都。麾下有黃權、張任、張松等。雖稍嫌平淡無奇，但其皆為可活躍於一線的武將，因此可採用較中庸的戰略。儘早打倒近鄰的鍾會、鄧艾以吸收人才，並在江陵的劉備攻過來之前壓制益州，應為可行之計。",
            "全勢力在外交關係及國力上呈現出勢均力敵之狀態。領地為安定。麾下有李儒、華雄、李傕等人。武力系的武將相對之下較多，而智略面則單靠李儒一人。與其逐步整頓內政，倒不如以速攻方式進行戰爭之準備。首先打倒馬騰及韓遂以斷後顧之憂，再朝長安前進吧。",
            "全勢力在外交關係及國力上呈現出勢均力敵之狀態。領地為襄陽。麾下雖為數不多，但卻取得文武面上的均衡。文官有蒯良、蒯越，武將有蔡瑁、文聘。勢力周邊有許多像新野的空白地域，因此壓制該地應為最優先之策。此外，也可與江陵的劉備結盟以防背後遭人攻擊。",
            "全勢力在外交關係及國力上呈現出勢均力敵之狀態。領地為南皮。麾下有顏良、文醜、田豐等優秀的將官。除北平的公孫瓚外，河北一帶應無敵人了。因此可先與曹操或司馬懿結盟以牽制中原一帶，並將周邊勢力逐一納入以討伐公孫瓚。若要進軍中原，應先壓制河北一帶再說。",
            "全勢力在外交關係及國力上呈現出勢均力敵之狀態。領地為廬江。麾下人數雖多，但其質卻偏低。值得依靠的大概只有紀靈及楊弘等。直接進攻中原地帶不見得是好計策。應先與柴桑的孫堅結盟並想辦法令其西進，而後自己轉往東邊討伐劉繇、嚴白虎及王朗。壓制住江東之後，才是好戲登場之時。",
            "全勢力在外交關係及國力上呈現出勢均力敵之狀態。領地為漢中。由於麾下之質與量均劣於周邊其他勢力，因此免不了會有許多嚴苛的戰事。首先應先固守住陽平關，若有餘力的話，再攻下劍閣以守備整個漢中。必須時時注意南北的局勢變化，若戰線對自己有利，便應積極參與以拓展勢力。",
            "全勢力在外交關係及國力上呈現出勢均力敵之狀態。領地為下邳。麾下有陳宮、張遼、高順、張邈等，以戰鬥型的武將居多。內政方面雖有些許難色，但其戰鬥力之高卻足以彌補內政面的不足。與其逐一施行內政，倒不如以速攻方式討伐陶謙等人以穩固中原東方的地盤。之後再與曹操進行對決即可。",
            "全勢力在外交關係及國力上呈現出勢均力敵之狀態。領地為北平。麾下武將以公孫一族為中心所構成。人才之質雖不能說高，但只要注意南皮的袁紹之動向的話，河北一帶應沒有其他敵人了。先解決掉公孫度以斷後顧之憂，再奪下薊。等自己的地盤穩固了之後，再與袁紹進行對決吧。",
            "全勢力在外交關係及國力上呈現出勢均力敵之狀態。領地為襄平。麾下武將以公孫一族為中心所構成，其質與量均偏低。由於勢力等於是被北平的公孫瓚給封住的狀態，因此序盤必須一邊抵擋公孫瓚的攻擊，一邊提高國力才行。待公孫瓚與袁紹間的戰爭一啟動，再趁隙反守為攻吧。",
            "全勢力在外交關係及國力上呈現出勢均力敵之狀態。領地為薊。麾下之質與量均劣於周邊其他勢力。能依靠的大概只有閻柔了。時間拖越久會越不利，即使全力以赴也難有勝算。可與袁紹或公孫瓚其中一方結為同盟，再想辦法令兩者鷸蚌相爭，趁此隙打倒丁原以得漁翁之利。",
            "全勢力在外交關係及國力上呈現出勢均力敵之狀態。領地為鄴。麾下有沮授等有能的文官。戰鬥面雖稍有困難，但若以張郃為中心組成部隊的話，應沒有太大的問題。先一面注意南皮的袁紹之動向，並專注於鄴的開發工作應較妥當。待袁紹與公孫瓚間開始打仗後，再從背後襲擊袁紹吧。",
            "全勢力在外交關係及國力上呈現出勢均力敵之狀態。領地為洛陽。麾下以司馬一族為中心，集合了許多優秀的人才，還加上了晉國名將的羊祜及杜預。活用洛陽的地利優勢加強守備面後，再由港口進攻弱小勢力群聚的河北一帶，應為上策。若被捲入中原之爭，便不得不費神處理曹操或呂布之事，此乃下策。",
            "全勢力在外交關係及國力上呈現出勢均力敵之狀態。領地為北海。麾下之質與量均偏低，因此勢力的命運就端看猛將太史慈的表現與否了。由於位居中原的東方邊緣，相對下較易防守，因此可先強化守備與內政。若下邳的呂布開始有所行動，再與陶謙等人聯手夾擊之。",
            "全勢力在外交關係及國力上呈現出勢均力敵之狀態。領地為陳留。麾下人數雖少，但其質卻尚稱中上。鮑信、于禁、袁遺可說是一線等級的人才。然而，由於四周被曹操等強大的勢力包圍著，因此依常套進行的話，必會遭至滅亡。必須有捨棄陳留的覺悟，渡港後攻下韓馥的鄴，也許是唯一的生存之道。",
            "全勢力在外交關係及國力上呈現出勢均力敵之狀態。領地為小沛。麾下之質與量均偏低，值得依靠的大概只有陳珪與陳登父子。如果什麼都不做，任由時間經過的話，想必很快便會被張角或呂布給併吞。使出各種計策以令其矛頭轉向，並儘早攻下北海的孔融的話，也許會有一線生機。",
            "全勢力在外交關係及國力上呈現出勢均力敵之狀態。領地為汝南。麾下只有許靖，可說是全勢力中倒數一二的貧瘠陣容。即使努力以赴也幾乎沒有勝算，隨意攻向鄰近的空白地區的話，也只會加速滅亡而已。首先與曹操結盟以降低來自中原的壓力，並逐步確保人才，方為唯一的存活之道。",
            "全勢力在外交關係及國力上呈現出勢均力敵之狀態。領地為晉陽。麾下之質與量均偏低。只擁有戰鬥系的武將，且其能力均為二線等級。即使努力以赴也幾乎沒有勝算。可與袁紹或公孫瓚其中一方結為同盟，再想辦法令兩者相爭，若能趁此隙壓制劉虞與韓馥的話，則可敲開天下之門。",
            "介紹文",
            "全勢力在外交關係及國力上呈現出勢均力敵之狀態。領地為會稽。因麾下僅華歆、虞翻等文官系武將，故於戰鬥上必臨苦戰。理應善加利用東南邊陲之地利，避免無謂之戰鬥，確保人才與擴充國力為優先要務。待戰鬥系武將加入旗下後，於留心袁術、孫堅之動向之同時，盼能勵志制霸江東。",
            "全勢力在外交關係及國力上呈現出勢均力敵之狀態。領地為吳。麾下只有胞弟嚴輿，可說是全勢力中倒數一二的貧瘠陣容。更由於不擅外交、計略及內政，因此即使努力以赴也難有勝算。必須先以戰鬥將此困境打開。一邊牽制劉繇，一邊吸收王朗勢力，也許是通往勝利的捷徑。",
            "全勢力在外交關係及國力上呈現出勢均力敵之狀態。領地為建業。麾下之質與量均偏低，不論在內政面或戰鬥面上，只有中下的人才。但是，相較於近鄰的王朗或嚴白虎，尚稱良好。可與袁術或孫堅其中一方結為同盟以令其兩者相爭，並趁隙壓制住江東一帶。",
            "全勢力在外交關係及國力上呈現出勢均力敵之狀態。領地為宛。麾下人數雖少，但其質卻不惡。若能活用賈詡、張繡、胡車兒等人的得意面以及宛的地利的話，也有可能從周邊的強大勢力中脫穎而出。加強宛的守備面，使其成為堅固的要塞後，再壓制上庸、新野等空白地以強化自身地盤。",
            "全勢力在外交關係及國力上呈現出勢均力敵之狀態。領地為雲南。麾下有祝融、兀突骨、木鹿大王等人。智略面雖嫌不足，但武將們的戰鬥能力卻是相當值得信賴的。因此不須執意整頓內政或加強守備，立即發動戰爭以提高國力方為上策。先以速攻方式殲滅建寧的雍闓，以求儘速攻進益州。",
            "全勢力在外交關係及國力上呈現出勢均力敵之狀態。領地為建寧。麾下之質與量均偏低。只擁有戰鬥系的武將，且其能力均為二線等級。即使努力以赴也幾乎沒有勝算。先與益州的劉焉等人結為同盟，再集中精神打倒雲南的孟獲，也許是可行之計。若能壓制南蠻的話，則攻入益州也不是夢想了。",
            "全勢力在外交關係及國力上呈現出勢均力敵之狀態。領地為濮陽。麾下人數雖不少，但其質卻不太均衡。全勢力當中，只有黃巾勢力可從序盤起便率領眾多士兵，因此必須活用此先天的優勢。先以速攻方式併吞劉岱等人以強化地盤，再來只要打倒戰力尚未強化的曹操等人的話，則可一口氣邁向天下。",
            "全勢力在外交關係及國力上呈現出勢均力敵之狀態。領地為長安。麾下人數雖少，但皇甫嵩及盧植等武將之質卻堪稱一線等級。由於被捲入中原之爭絕非好計，因此應先將目標擺在西北方的壓制。而董卓、韓遂、馬騰均為戰鬥型勢力，因此可用智略來一口氣壓制之。",
            "全勢力在外交關係及國力上呈現出勢均力敵之狀態。領地為晉陽。麾下之質與量均偏低。只擁有戰鬥系的武將，且其能力均為二線等級。即使努力以赴也幾乎沒有勝算。可與袁紹或公孫瓚其中一方結為同盟，再想辦法令兩者相爭，若能趁此隙壓制劉虞與韓馥的話，則可敲開天下之門。",
            "全勢力在外交關係及國力上呈現出勢均力敵之狀態。領地為長沙。麾下人數雖不多，但除了黃忠、魏延、韓浩以及君主•韓玄以外，可說全員均為一線等級之武將。由於荊南四郡內沒有敵手，因此壓制荊南四郡之速度乃是關鍵所在。若不夠積極進行攻略的話，可能會馬上遭劉備或孫堅給併吞，此點必須注意。",
            "全勢力在外交關係及國力上呈現出勢均力敵之狀態。領地為武陵。麾下之質與量均偏低。時間拖越久會越不利，即使全力以赴也難有勝算。與江陵的劉備結盟，並趁機壓制荊南四郡，也許是存活的方法之一。由於韓玄麾下有黃忠，為避免與之衝突，最好先著手進攻劉度或趙範。",
            "全勢力在外交關係及國力上呈現出勢均力敵之狀態。領地為桂陽。麾下之質與量均偏低。時間拖越久會越不利，即使全力以赴也難有勝算。與江陵的劉備結盟，並趁機壓制荊南四郡，也許是存活的方法之一。由於韓玄麾下有黃忠，為避免與之衝突，最好先著手進攻劉度或金旋。",
            "全勢力在外交關係及國力上呈現出勢均力敵之狀態。領地為零陵。麾下之質與量均偏低。時間拖越久會越不利，即使全力以赴也難有勝算。與江陵的劉備結盟，並趁機壓制荊南四郡，也許是存活的方法之一。由於韓玄麾下有黃忠，為避免與之衝突，最好先著手進攻金旋或趙範。",
            "介紹文",
            "介紹文",
            "介紹文",
            "全勢力在外交關係及國力上呈現出勢均力敵之狀態。領地為梓潼。麾下雖擁有不少文武人才，但整體來看仍稍嫌弱勢。補強戰鬥面的人才可說是當務之急。由於成都的劉焉不弱，因此應先將目標擺在漢中的張魯。等強化梓潼與漢中的守備後，再視情勢出兵以獲漁翁之利。",
            "全勢力在外交關係及國力上呈現出勢均力敵之狀態。領地為江州。麾下雖擁有不少文武人才，但整體來看仍稍嫌弱勢。以鄧艾為中心進行攻略的話，也有可能攻下成都的劉焉。若能在劉備、鍾會或南蠻勢力出兵前壓制住成都與永安的話，則可敲開天下的大門。",
            "全勢力在外交關係及國力上呈現出勢均力敵之狀態。領地為壽春。麾下以毋丘儉、文欽、諸葛誕一族為中心，擁有文武兩面的均衡。特別是文官的夏侯玄及武將的文鴦，為相當值得依靠之部下。但雖說如此，要同時對付曹操與呂布乃為至難之事，因此應將目標放在打倒袁術。若能稱霸江東的話，則天下指日可待。",
            "全勢力在外交關係及國力上呈現出勢均力敵之狀態。領地為天水。麾下有閻行、馬玩等，戰鬥系武將居多。雖與鄰接的董卓、馬騰等人之陣容相似，但相較之下文武面較為均衡。先一面牽制董卓，並討伐馬騰以吸收其人才及國力。接下來再轉而攻擊董卓以取下長安，應為可行之計。"
        ]
    },
    "Scen008.s11": {
        "title": "呂布討伐戰",
        "description": "曹操在擁戴獻帝，擴大了其版圖後，終於決定發兵東征。此次與劉備聯手討伐呂布。對此，呂布轉而與僭稱皇帝的袁術聯手，擺出了徹底抗戰的態勢。而另一方面，袁紹與公孫瓚正即將在河北展開決戰。現在，賭上各自的命運之戰，正準備揭開序幕。",
        "factions": [
            "與呂布、袁術的外交狀態非常險惡，隨時都有開戰的可能。將重點擺在與劉備、袁紹、孫策之同盟關係上，採遠交近攻之策應較安心。領地為陳留等４都市。麾下有許褚、典韋、郭嘉、荀彧等豐富的文武兩道人才。暫時先不須理會河北的袁紹及江南的孫策，打倒呂布及袁術以壓制中原，應擺在第一順位。",
            "與鄰接勢力之呂布、袁術間處於一觸即發之狀態。故期能仰賴與曹操、公孫瓚間之同盟關係。領地僅汝南一地，且親信之麾下亦僅關羽、張飛二人。若輕率開戰，則難逃呂布及袁術之攻擊命運，勝算極微。故期能善加利用同盟關係之曹操軍抵禦呂布、袁術之猛攻，進而趁隙制壓小沛。若能擊潰呂布方可否極泰來。",
            "與袁術、劉表間之外交狀態最為險惡。由於為鄰接勢力，故戰事在所難免。盼能與同盟之曹操聯手攻擊其兩者。領地有建業等３都市。於麾下擁有周瑜、太史慈、張昭等文武兼優人才。盼能將中原託付曹操，首先速攻進擊袁術。繼而打倒劉表，壓制江南。",
            "並無顯著之敵對勢力，與劉璋保持著同盟關係。領地有武威等３都市。麾下武將雖以武力系居多，部下之質、量皆尚稱優良。因於周遭無敵對勢力，故先行攻奪長安、漢中兩大都市。爾後與劉璋保持同盟關係之同時朝東進軍，於曹操背後施壓，目標指向稱霸中原。",
            "雖然與漢中的張魯呈高度敵對關係，但由於與馬騰互結為同盟，因此外在威脅尚稱薄弱。從南北進行夾擊的話，應可簡單打倒。領地為成都等３都市。麾下以張任及嚴顏為中心，擁有許多文武兼備的優秀武將。最初可靠馬騰來牽制張魯，以穩固益州與南蠻之地。",
            "介紹文",
            "與孫策、袁術為敵對關係，與袁紹、張繡為友好關係。領地為襄陽等３都市。麾下有黃忠、蒯越、蒯良等。由於領地的四周多為空白都市，因此應可輕鬆地進行戰略。一面注意敵對的孫策及袁術之動靜，一面充實國力及人才應為上策。至於曹操方面，就利用張繡與之應對吧。",
            "與公孫瓚、袁術呈高度敵對關係。但與曹操、劉表的關係尚稱良好，因此將袁術交給其去應對，便可將精神集中在對付公孫瓚上。領地為南皮等４都市。麾下有顏良、文醜、田豐、沮授等人才，可說是文武俱備。先將中原交給曹操，以速攻方式打倒公孫瓚吧。越早壓制河北，則情勢越有利於己。",
            "幾乎為天下所有諸侯所厭惡。尤與曹操、劉備、孫策之３勢力間處於一觸即發之狀態，唯與下邳之呂布結盟一事為生存之道。領土為壽春與廬江。麾下雖人數眾多，惜質非精良。故人才補強之事可謂當務之急。盼可於南方孫策之壓力強大之前，與呂布聯手打倒劉備、曹操。",
            "雖與劉璋呈高度敵對關係，但除此之外並無任何明顯的敵對及友好勢力。領地僅有漢中。麾下之質與量，與周邊勢力有相當大的落差。若遲遲不展開行動的話，則必會遭到馬騰與劉璋夾擊。因此應先與馬騰建立起友好關係，之後再行考慮打倒劉璋。",
            "與曹操、劉備之對決必至。因與鄰接之袁術互結同盟，故並肩作戰應屬上策。領地為下邳及小沛。麾下有張遼、高順等猛將，但智略方面薄弱，僅能期待陳宮、陳登、陳珪等人。於最初即發動攻勢，攻擊尚未做好準備的曹操、劉備亦不失為一計。",
            "與袁紹之間的決戰只是時間早晚的問題。劉備雖為盟友，但論地利論戰力均無法過信之，因此只能萬事靠自己。領土為北平與薊。麾下雖有趙雲，但與袁紹陣營相比，則顯得戰力不足。如果與之正面開戰，則傷害必然不小。先善用地利之便採取守勢，再慢慢地等袁紹軍聲勢衰弱吧。",
            "並無非常明顯的敵對及友好勢力。領地僅有襄平。麾下大部份為自身親族所構成。由於與天下爭戰之地尚有一段距離，因此只須先注意北平的公孫瓚之動靜，並逐步強化國力。人才的確保也許是最優先之工作。等戰力充足之後，再傾全力奪下北平吧。",
            "介紹文",
            "介紹文",
            "介紹文",
            "介紹文",
            "介紹文",
            "介紹文",
            "介紹文",
            "並無非常明顯的敵對勢力，與呂布呈友好關係。領地僅有晉陽。麾下之質與量均明顯偏低，因此充實人才可說是當務之急。儘量避免被捲入袁紹與公孫瓚之爭，茍活才是最重要之事。等袁紹及公孫瓚其中一方疲憊之後，再趁虛而入，也許是唯一的生存之道。",
            "介紹文",
            "介紹文",
            "介紹文",
            "介紹文",
            "與曹操對立，並與劉表呈友好關係。領地僅有宛。麾下人數不多，勢力的命運可說是操之在軍師•賈詡的智略上。依現狀來看，即使與曹操交戰也毫無勝算，因此必須先靠劉表的援護來抵擋曹操軍之攻勢。等曹操轉往攻略呂布後，若能趁機奪下長安，則可看見一絲曙光。",
            "介紹文",
            "介紹文",
            "介紹文",
            "介紹文",
            "介紹文",
            "介紹文",
            "介紹文",
            "介紹文",
            "介紹文",
            "介紹文",
            "介紹文",
            "介紹文",
            "介紹文",
            "介紹文",
            "介紹文",
            "介紹文"
        ]
    },
    "Scen009.s11": {
        "title": "袁家之戰",
        "description": "官渡之戰敗於曹操之袁紹病故，袁家即引起長男之袁譚派及三男之袁尚派後繼者紛爭。曹操亦藉此機正式出兵進攻河北。另一方，敗於曹操之劉備將劉表寄放，駐紮新野。英年早逝之孫策之繼者孫權，亦對曹操之舉兵南下一事做好防備。",
        "factions": [
            "與袁譚、袁尚兄弟間處於，一旦爆發戰事亦不足為奇之狀態。與劉備雖關係險惡，論戰力仍不成氣候。與孫權、馬騰等關係良好，故宜將戰力集中於北方。領地擁有許昌等\n10都市，且因張郃等舊袁紹軍武將亦加入旗下，人才資本愈加雄厚。施計致使袁譚及袁尚間起紛爭，繼而興兵侵略河北為上策是也。",
            "除宿敵曹操外並無特別敵對勢力，與劉表、馬騰、袁尚之關係友好。領地有新野。部下雖有關羽、張飛、趙雲等身經百戰之勇將雲集，卻難掩智略不足之缺陷。尋得信賴之軍師前，苦戰難逃不在話下。首先得承受住曹操軍之猛攻，於趁曹操軍北向之隙向長安方面進軍。",
            "敵對勢力僅自其父時代即對立之鄰接勢力•劉表。因與曹操關係較為良好，故可將戰力集中於劉表。領地有建業等江東５都市。周瑜、張昭、程普、周泰等可謂人才濟濟。若能善用長江之川利及部下之能力，應可臨機應變策劃戰略。首先理應討伐江夏之黃祖為是也。",
            "與曹操結為同盟，並無特別敵對之勢力。與劉備、劉璋亦關係友好。領地有武威等３都市。部下擁有馬超、馬岱、龐德、韓遂等勇將。因於外交及地理兩方皆佔優勢，於初期之時應以紮實整頓軍備為優先要務是矣。於留心曹操之同時，何時摒棄同盟將成為重要關鍵。",
            "雖與漢中之張魯間對立激烈，因與馬騰結為同盟之故不具威脅。若自南北與以攻擊，理應可輕易擊潰之。領地有成都等３都市。部下以張任、嚴顏為中心，文武並重均衡人才濟濟。期能於初期之時以馬騰牽制張魯之同時，亦能鞏固益州、南蠻之地。",
            "介紹文",
            "與孫權之外交關係最為險惡，處於無法避免戰事之狀態。與新野之劉備為同盟關係。領地有襄陽等３都市。部下有甘寧、黃忠、蒯越等眾良將齊聚一堂，惜劣於大敵孫權。極力掩護自曹操處受壓力劉備，於早期佔領荊南為上策。若能完全壓制荊州，亦可與孫權一決雌雄。",
            "與袁譚、曹操之對立情勢險惡，陷入無法避免雙方作戰之局面。雖與劉備關係友好，但無法期待其戰力。領地有鄴等５都市。部下人數眾多，但質非精良。可託付重任者僅審配、高幹、崔琰等。確保與國力相當之人材實為當務之急。與曹操避免無謂之交戰，理應首先打倒袁譚繼而牽制河北為要。",
            "介紹文",
            "雖與劉璋間對立激烈，除外並無明顯之敵對或友好勢力。領地僅漢中一地。部下之質、量與周遭勢力相較下顯然居於劣勢。若坐視不管，將招致馬騰及劉璋之攻擊，故首先應與馬騰建立友好關係。繼而則希望能夠打倒劉璋。",
            "介紹文",
            "介紹文",
            "無關係特別敵對或友好之勢力。領地僅襄平一地。部下大多數為一族之人。雖受袁尚勢力包圍，但因其壓力較袁紹時代緩和，盼能正確地觀察判斷情勢採取行動。首先靜觀袁尚、袁譚之爭，擴充國力、人才。待袁尚疲乏後，即刻奪取北平吧。",
            "介紹文",
            "介紹文",
            "介紹文",
            "介紹文",
            "介紹文",
            "介紹文",
            "介紹文",
            "介紹文",
            "介紹文",
            "介紹文",
            "介紹文",
            "介紹文",
            "介紹文",
            "介紹文",
            "介紹文",
            "介紹文",
            "介紹文",
            "介紹文",
            "介紹文",
            "介紹文",
            "介紹文",
            "介紹文",
            "介紹文",
            "介紹文",
            "介紹文",
            "介紹文",
            "介紹文",
            "袁尚、曹操之對立情勢險惡，陷入難逃雙方交戰之局面。與劉備雖關係友好，但無法期待其戰力。領地有平原、北海。部下有辛評、辛毘、郭圖等人，惜質、量皆較周遭勢力為劣，理應儘速確保人才為要。暫且忘卻仇恨與曹操建立友好關係，促使曹操與袁紹爭鬥進而趁機獲漁翁之利。",
            "介紹文"
        ]
    },
    "Scen010.s11": {
        "title": "漢中爭奪戰",
        "description": "與劉璋之戰中得勢之劉備進軍益州，獲得能與曹操、孫權對抗之勢力。討伐馬超之曹操亦進軍漢中。於益州、漢中間兩軍之戰已無法避免。另一方，孫權自劉備處獲南荊州之東半部，一償稱霸荊州宿願之日已相去不遠。",
        "factions": [
            "友好勢力僅公孫恭。陷入難逃遭受西方之劉備、南方之孫權侵略之局勢。領土有分佈於寬廣華北地區之21座都市。人才無論質、量皆不在話下，國力遙遙領先於諸國之上。重用漢中之夏侯淵、壽春之張遼一事為獲勝關鍵所在。首先加深與較易攜手合作之孫權軍間之友誼，進而將戰力集中於劉備軍。",
            "與孫權同盟，形成與巨大之曹操對峙之局勢。與雲南之孟獲間之關係良好，可謂無後顧之憂。領土有成都等８座都市。部下不僅擁有關羽、張飛、趙雲、馬超、黃忠等五虎將軍，諸葛亮、法正等諸位軍師亦才華洋溢，無懈可擊。於外交、國力、人才已萬事俱備，僅待與曹操決戰之日。",
            "與劉備同盟，形成與巨大之曹操對峙之局勢。領土有建業等８座都市。部下之文官武將人才分佈均衡。特別以繼承周瑜、魯肅後之呂蒙及默默無名聞之大器•陸遜之表現令人期待。繼續維持與劉備之關係，號召討伐曹操為主要目標。首先擊潰壽春之張遼吧。",
            "介紹文",
            "介紹文",
            "介紹文",
            "介紹文",
            "介紹文",
            "介紹文",
            "介紹文",
            "介紹文",
            "介紹文",
            "領地之襄平為曹操勢力所包圍。因與曹操間之關係良好，不反初期方為上策。因人才荒問題嚴重，首先進行人才確保及向內政集中，觀察天下情勢之動向吧。期能於因受劉備與孫權之侵略，而致使曹操天下發生動盪之際，一口作氣奪下北平及薊，故於事前應做好軍隊整備。",
            "介紹文",
            "介紹文",
            "介紹文",
            "介紹文",
            "介紹文",
            "介紹文",
            "介紹文",
            "介紹文",
            "介紹文",
            "介紹文",
            "介紹文",
            "介紹文",
            "介紹文",
            "領地之雲南受劉備勢力所圍。因與劉備間關係良好，以不反初期為上策。因人才荒問題嚴重，首先以確保人才一事為最優先。理應極力召集具特異能力之在野武將為佳。期能趁劉備將戰力集中於北方之際一股作氣攻奪成都，事前整頓好軍備是矣。",
            "介紹文",
            "介紹文",
            "介紹文",
            "介紹文",
            "介紹文",
            "介紹文",
            "介紹文",
            "介紹文",
            "介紹文",
            "介紹文",
            "介紹文",
            "介紹文",
            "介紹文",
            "介紹文",
            "介紹文"
        ]
    },
    "Scen011.s11": {
        "title": "何進包圍網",
        "description": "平定黃巾之亂之何進手握絕大權力，繼而終以皇帝自稱。其蔑視朝廷權威之舉激怒眾諸侯，故於各自之故里家鄉興兵反亂。時代演變為群雄割據之局面。趁局勢混亂之便黃巾之殘黨捲土重來。新皇帝治世揭開亂世舞台之簾幕。",
        "factions": [
            "與大多數勢力同樣，以擊潰何進為目標。領地之陳留於洛陽近處，難逃首當其衝何進軍之正面攻擊。於初期可託付重任部下僅夏侯惇、夏侯淵、深感人才短缺。招攬曹家、夏侯家之一族武將、陳留之在野武將加入旗下，充實人才基層是矣。直至整頓完成國力及人才為止，可否承受何進之猛攻一事為勝敗關鍵。",
            "與大多數勢力相同，以打敗何進為目標。與鄰接勢力北平之公孫瓚維持同盟關係，期能致力於內政、軍備。領地僅薊一地。部下人數稀少，由關羽及張飛支撐大局。盼初期持續整頓國力及人才，以備與強敵南皮之張燕交戰。公孫瓚、孔融等共同聯手擊潰張燕，以圖向鄴進軍。",
            "與大多數之勢力相同，以打倒何進為目標。不過，因領地之吳距中央甚遠，佔領周遭空白都市以圖制霸江東可謂上策。部下有程普，黃蓋、韓當、祖茂等眾良將雲集，無話可說。若可早日擊潰建業之陶謙進而奠定地盤，勢必利於日後發展。",
            "與大多數勢力同樣地，以打倒何進為目標。除何進外並無顯著敵對勢力。領地為武威，鄰近勢力僅董卓。因武將之質、量不敵董卓軍，若能於其整頓完成國力前先予以擊潰是為上策。於西北整備戰力，覬覦中原之爭轉激烈化，一股作氣進攻長安。",
            "與大多數之勢力相同，以打倒何進為目標。領地為江夏，部下僅劉璋、吳懿二人。擴充人才可謂當務之急。縱使發奮圖強亦毫無勝算，故理應捨棄江夏遷移柴桑亦為解決之道。盼可於捲入中原之爭前下決斷，進出江東或荊南以求鞏固地盤。",
            "與大多數勢力相同，以打倒何進為目標。領地為天水，近鄰勢力僅武威之馬騰。以李儒為重心，武將之質、量略勝一籌，於馬騰完成整頓國力前予以擊潰，斷絕後顧之憂。爾後鞏固西北擴充戰力、若於中原有可趁之機則進軍長安，否則轉向巴蜀是為常理。",
            "與大多數勢力相同，以打倒何進為目標。領地僅擁濮陽一地。部下有黃祖、蔡瑁、張允等眾名將雲集。最初時藉曹操為盾回避何進施加之壓力，盼可於其間攻擊北海之管亥。與張魯、陳珪等聯手及早斷絕後顧之憂。若能突破此難關，牽制中原東部可謂為遲早之事。",
            "介紹文",
            "與大多數勢力相同，以打倒何進為目標。領地僅擁汝南一地。部下資質雖低，但為數不少。不過，若捲入中原之爭勝算極微，首先壓制空白都市之壽春、廬江為當急之務。爾後與孫堅維持友好關係，以期進軍中原東部。",
            "與大多數勢力相同，以打倒何進為目標。領地為小沛，部下僅張衛、閻圃二人。人才擴充可謂當務之急。縱使傾出全力亦毫無勝算可言，故於尚未捲入中原之爭前，進軍淮南為唯一解決之道。留心袁術動向，與劉焉維持友好關係以割據為目標。",
            "介紹文",
            "與大多數勢力相同，以打倒何進為目標。期能與鄰接之薊之劉備維持同盟關係、致力於內政、軍備。領地僅北平一地。部下資質雖低，但人數眾多。於最初攻奪空白都市襄平，致力擴充國力，立志打倒劉備及孔融。爾後期能一股作氣前進以達成稱霸河北。",
            "介紹文",
            "介紹文",
            "介紹文",
            "介紹文",
            "與大多數勢力相同，以打倒何進為目標。領地僅擁平原一地。部下以華歆、王朗等有能之文官為重心，武官極少。戰鬥方面令人甚感不安。與劉備、公孫瓚加深友誼，與張燕聯手戰鬥，趁機奪取空白都市之鄴以整頓國力及人才。招攬戰鬥系人才一事為勝負關鍵。",
            "介紹文",
            "與大多數勢力相同，以打倒何進為目標。領地僅擁建業一地。部下有曹豹、笮融、張闓等惡名昭彰之武將齊聚一堂，其資質低劣，令人咋舌。縱使全力奮鬥，恐難圓稱霸天下美夢。留意鄰接勢孫堅之動向，紮實整頓國力及開發人材。可登庸多少江東能人志士將成為勝負關鍵。",
            "介紹文",
            "介紹文",
            "與大多數勢力相同，以打倒何進為目標。但關係友好之勢力唯同為舊黃巾勢力之管亥、區星，與其他諸侯為對立之狀態。雖部下之資、量低下，但領地之南皮彌補其缺陷而故保有足夠之國力。持續留意劉備、公孫瓚之動向，若能及早併吞孔融，將可一口氣地整頓人才及地盤。",
            "介紹文",
            "介紹文",
            "介紹文",
            "介紹文",
            "介紹文",
            "介紹文",
            "同大多數勢力相同，以打倒何進為目標。但關係友好勢力僅同為舊黃巾勢力之張燕及區星，與其他諸侯處於對立狀態。事實上為黃巾後繼勢力之故，部下全數為舊黃巾武將。此外，因未能獲官職，故亦具於最初時即可率領眾多士兵之特性，期可於周遭勢力整頓完成國力前，出兵一決勝負。",
            "陷於四面楚歌之境地。佔領有洛陽、長安、宛３都市。遭受重圍之形勢雖危急，其國力及人才之豐，足以傲視其他諸侯。若能善用皇甫嵩、盧植、袁紹、顏良、文醜等文武雙全人才，縱使面臨多方作戰仍可輕鬆迎戰。其中應特別留意陳留之曹操，盼於其尚處弱小時期予以殲滅實屬上策。",
            "與多數勢力相同，以打倒何進為目標。領地僅晉陽一地。雖說部下之質、量皆低，但因天下無雙之豪傑•呂布隸屬旗下故得以振奮人心。若能加以善用，勢必可加強國力且行有餘力。故此確保智略人才可謂為當務之急。預測未來之發展性，先行壓制鄴一計亦不失為良策一則。",
            "介紹文",
            "介紹文",
            "介紹文",
            "介紹文",
            "與大多數勢力相同，以打倒何進為目標。領地為下邳，部之下之質、量皆低。縱使奮力苦鬥亦毫無勝算可言，故理應及早放棄逐鹿中原一事。無需執著下邳一地，若可於北海之管亥侵略而至前，轉移陣地至淮南即可樂觀未來。留意袁術之動向，立志割據。",
            "與大多數勢力相同，以打倒何進為目標。領地之許昌位於宛、洛陽近處，難逃與何進軍針鋒相對之日。期可與陳留之曹操維持友好關係進而對抗之。部下雖有荀攸、戲志才、鍾繇、陳群等一流軍師雲集，惜於武官方面則為致命弱點。期能巧施計略防禦何進之猛攻，招攬戰鬥系人才進行反擊。",
            "介紹文",
            "與大多數勢力相同，以打倒何進為目標。領地為襄陽，部下僅蒯良、蒯越兄弟。論智略方面雖君主婁圭之實力雄厚不在話下，惜部下之基本所需人數及武人官員不足。先行登庸荊州優秀人才可謂為當務之急。於招攬人數達相當程度後，盼能進擊江陵及荊南。",
            "與大多數勢力相同，以打倒何進為目標。雖與張燕、管亥關係友好，就地理位置而論遠水近火。領地為長沙，旗下無部屬。可謂為全勢力中貧弱陣營之最。縱使奮力圖強稱霸天下亦屬無望。遠離中原可謂為唯一有利點。期能以確保荊南為目標，紮實穩健培養勢力。",
            "與大多數勢力相同，以打倒何進為目標。領地為梓潼，部下僅楊懷一人。無法否認較其他勢力顯著貧弱。縱使欲力圖奮發爭奪天下亦毫無希望可言。遠離中原一地之故，避免捲入諸侯之爭可謂為唯一有利點。除留心注意董卓南下行動，及不惜耗費時日著實整頓國力、人才外別無他法。",
            "與大多數勢力相同，以打倒何進為目標。領地為江州，部下僅黃權一人。基本人數大為不足。盼能善加利用遠離戰亂之地之有利點，首先紮實整頓國力及人才。若能耐心等候至益州之優秀武將於在野登場，則應漸次可見制霸天下之曙光。期能策劃長期性之戰略為是。"
        ]
    },
    "Scen012.s11": {
        "title": "局勢掌控者",
        "description": "為討伐佔朝廷為己物之董卓而發動群起之諸侯連合，於尚未達成目標前即告解散。諸侯中分別為聲名顯赫之袁紹、袁術、公孫瓚三派，開始互相進行爭鬥。企圖捲土重來之董卓。未加入諸侯連合之英雄豪傑。時代為群雄割據之舞台更添戲劇色彩。",
        "factions": [
            "介紹文",
            "介紹文",
            "與近鄰之劉繇、嚴白虎、劉辟對立。領地為廬江，部下僅周泰一人。於所有勢力中可謂為數一數二之貧弱陣容。但因廬江及柴江為人才濟濟、臥虎藏龍之地，若能於最初階段進行登庸，理應可解決人才荒。於最初之時防禦周遭勢力之攻擊，待人馬全員到齊後，轉為反擊態勢。",
            "不僅與鄰接勢力之董卓處之對立激烈，領地之武威亦遭受包圍。盼能重視與關係友好之劉焉間之情誼，而自北方牽制董卓。部下有馬超、龐德、韓遂等武力系武將齊聚。於最初時應一方防禦董卓之猛攻，另一方則整頓軍備、伺機董卓進軍中原不備之際，自其背後予以攻擊。",
            "同馬騰、張魯關係友好，與董卓對立。部下雖有嚴顏、黃權等人，實力較顯薄弱。首先理應確保益州優秀之在野武將。雖應留心董卓，藉援助馬騰與張魯一事可防禦壓力。若能趁隙於益州建立穩固之地盤，應可略見一絲爭奪天下之端倪。",
            "幾乎為天下所有之諸侯所厭惡。與袁紹、公孫瓚之對立尤甚。領地有長安等３都市。部下以文官之李儒、武官之呂布為重心，人才分佈均衡。較易通融之袁術暫且不論，先行壓制西北為妥。盼能於斷絕後顧之憂後進攻中原。",
            "與袁紹結盟，採夾攻袁術遠交近攻之態勢。領地為襄陽及江夏，部下有蒯越、蒯良等。文官系人才眾多，武官系將軍皆無。應對袁術一事則交由袁紹，理應於早期階段攻佔空白都市江陵及荊南，擴充人才及國力。若能整頓地盤，今後將得以自由發展。",
            "同劉表、劉虞結為同盟，與袁術、公孫瓚連合對立激烈。領地有鄴等３都市。部下以田豐、顏良為首，曹操、荀彧等一流武將齊聚一堂。將較易通融之袁術託付於劉表，以求能於最初時致力於打倒公孫瓚一事。於河北轉為防禦態勢，盼可自較易進行攻略之中原東部開始進擊。",
            "與公孫瓚締結同盟，袁紹、劉表連合之對立激烈。領地有許昌等３都市。部下加上孫堅屬下之武將，袁術部下之資質低劣藉孫堅、周瑜等人之力完全得以彌補。藉公孫瓚之力防禦袁紹所施之壓力，而攻擊董卓或劉表可謂為必然之事。盼可朝易於進行作戰之西部進軍。",
            "並無特別敵對勢力，與近鄰之劉焉維持友好關係。領地僅漢中一地。部下之質、量與周遭之勢力相較則顯著低落。理應先行整頓國力及軍備，建立如銅牆鐵壁般之漢中防備態式。與劉焉維持友好關係，若董卓及馬騰之戰鬥轉激烈化，則可為坐收漁翁之利而參戰。",
            "介紹文",
            "與袁術結盟，夾攻袁紹以取得遠交近攻態勢。領地有北平等５座都市。旗下擁有所屬於劉備、陶謙、孔融之武將。與袁紹勢力相較雖略遜一籌，但若與關羽、張飛、趙雲、太史慈等相較之下則可謂陣容堅強。理應於平原抵禦袁紹之猛攻，並趁勢打倒劉虞等。與袁紹之決戰則置於其後。",
            "雖與董卓關係友好，但並無其他令人注目之外交關係。領地僅襄平一地。雖部下大多數為其一族之人，能力卻差強人意。縱使奮力與公孫瓚爭鬥亦毫無勝算可言，故理應於最初之階段之時，善用地利進行防備及致力擴充人才及國力。待公孫瓚與袁紹之爭鬥轉激烈化，一方留意袁紹之動向，進攻北平為上策。",
            "與袁紹結為同盟，與鄰接勢力之公孫瓚對立激烈。領地僅薊一地。部下之質、量均屬低落，縱使奮力圖強遭公孫瓚併吞之日在所難逃。若全力支援袁紹攻擊公孫瓚，待公孫瓚疲軟不振，應可尋得解決之策。奪取公孫瓚手下人才，進而轉守為攻。",
            "介紹文",
            "介紹文",
            "介紹文",
            "介紹文",
            "介紹文",
            "介紹文",
            "雖與董卓、劉辟處敵對關係，於地理位置上並無接觸點，故不成問題。領地僅晉陽一地，部下之質、量均屬低落，縱使奮力圖強亦毫無勝算可言。理應與袁紹亦或公孫瓚結盟圖能牽制兩者，並趁隙吞併劉虞以求提升國力及人才。爾後盼能坐收袁紹及公孫瓚間之漁翁之利。",
            "介紹文",
            "介紹文",
            "與鄰接勢力之劉繇關係險惡，一旦爆發戰事亦不足稱奇。領地為吳，部下僅其弟嚴輿一人。於全勢力中可謂為無人能出其右之貧弱陣容。無擅長外交、計略、內政之人才，故理應考量有利於戰場上之對策。雖無法寄予期望，若可網羅江東之有能人才，效忠旗下應可提高勝算。",
            "與鄰接勢力之嚴白虎、蔣欽之關係險惡，一旦爆發戰事亦不足稱奇。領地為建業。雖部下之質、量均屬低落，若對手為嚴白虎及蔣欽則不成問題。理應首先打倒鄰接勢力之嚴白虎。於最初時期若能壓制江東３都市、召募人才即萬事俱備。放棄中原之爭，目摽直指割據為上策。",
            "介紹文",
            "介紹文",
            "介紹文",
            "為天之下眾多諸侯所憎惡。與袁紹間之對立尤甚。領地僅汝南一地。於部下雖擁舊黃巾黨系之武將，不僅全員皆屬戰鬥系武將，其等才能亦屬二流。理應回避與袁紹、袁術等強大勢力爭鬥，若意欲進軍則目指弱小勢力群集割據之淮南、江東為佳。若能登庸江東之精銳英才，則未來光明有望。",
            "介紹文",
            "介紹文",
            "介紹文",
            "介紹文",
            "介紹文",
            "介紹文",
            "介紹文",
            "介紹文",
            "介紹文",
            "介紹文",
            "介紹文",
            "介紹文",
            "介紹文"
        ]
    },
    "Scen013.s11": {
        "title": "女流之戰",
        "description": "貂蟬、二喬姐妹、孫尚香……。為三國志增添魅力色彩之女性陣容雲集一堂，為爭奪天下霸權之假想劇本。與英雄集結之劇本相同，生歿年及壽命之設定無效。男性志士們所無法達成之統一天下夢想、如今正託付於女性豪傑們身上。",
        "factions": [
            "與鄰近之夏侯令之女，甄氏關係友好。領地為許昌。部下有曹操、曹丕、曹彰、曹熊。因曹操之故，隸屬曹操之武將易於召集，理應可迅速整頓人才。北方託付夏侯令之女甄氏，自身則向南陽方面進軍為上策。所將面臨之大敵應為新野之黃月英。",
            "雖與襄陽之蔡氏對立，因相距甚遠故無交戰之憂。領地為下邳。部下為劉備、劉襌、糜竺、糜芳。雖皆為令人憂心\n之成員，但因劉備之故，於人才登庸方面並無需憂慮。以\n劉備所屬之武將為重心，理應可迅速整頓人才。因受空白\n地環繞四周，穩固中原東部進而爭奪天下為佳。",
            "與江東之大喬、孫氏、徐氏關係友好。雖與襄陽之蔡氏對立，並非深刻問題。領地為長沙。部下有孫堅、吳國太、孫朗。因位置關係致使孫堅之部屬召集因難，故江東之虎•孫堅之表現令人期待。宜將江東壓制一事託付任一友好勢力，自身則進行壓制荊南以穩固地盤。",
            "與鄰近勢力王異間之對立情勢險惡。領地為武威。於部下雖有馬騰、馬超、馬休、馬鐵、馬岱等及一族之人陣容浩大，但惜智略方面顯有不足。因此般構成不適於長期戰，理應藉由早期階段之戰鬥打開局面。於壓制西北地方後，情勢應可見緩和。",
            "介紹文",
            "介紹文",
            "與糜氏、孫尚香對立。領地襄陽。部下有劉表、劉琮、蔡瑁、蔡和、蔡中。因人才荒問題不容忽視，理應於最初階段時致力人才登庸及充實國力。整頓國力、若可募得戰鬥系人才，則進行壓制荊北，據為地盤為佳。並盼能對抗荊南之孫尚香勢力。",
            "與鄰接勢力鄴之甄氏關係友好。領地為南皮。部下僅擁袁紹、袁尚父子。縱使奮發圖強亦毫無勝算可言，理應於早期階段將袁紹之部屬人才編入勢力為佳。於整頓國力後，利用甄氏牽制南方，向北進軍。期能擊退蔡琰，於幽州建立地盤。",
            "與大喬、孫尚香、孫魯班等人關係友好。領地為吳。部下僅陸遜、陸抗父子。因周遭無敵對勢力，若僅進行防守戰鬥，陸遜、陸抗父子二人即游刃有餘。冷靜充實國力及培育人才。若藉召集孫堅屬下之武將充實人才後，一股作氣將徐氏等擊潰達成制壓江東為宜。",
            "介紹文",
            "並無特別明顯之外交關係。領地為長安。部下有呂布、呂玲綺、王允。雖有呂布坐鎮令人信心堅強，人才不足一事不容忽視。因無擅長登庸人才之武將，故於進行戰鬥之同時廣集人才為宜。與洛陽之張春華間之戰鬥契合度極低，若意欲進軍理應西北或漢中為上策。",
            "介紹文",
            "介紹文",
            "介紹文",
            "介紹文",
            "與鄰接之夏侯令之女關係友好。領地為洛陽。部下有司馬懿、司馬師、司馬昭、司馬炎、司馬攸。戰鬥力不足藉智略而得以完全補強。且晉之武將亦易於召集。理應將東方託付關係友好之夏侯令之女負責，自身向西方進軍為宜。期能以速攻殲滅戰鬥契合度良好之貂蟬，繼而將呂布併入己方之旗下。",
            "介紹文",
            "介紹文",
            "介紹文",
            "介紹文",
            "介紹文",
            "介紹文",
            "介紹文",
            "介紹文",
            "介紹文",
            "雖與卞氏為對立關係，因地理位置之故戰事難興。領地為安定一地。部下為張濟、張繡。因西北之馬雲騄勢力一步領先，故於警戒長安之貂蟬之同時，與天水之王異聯手擊潰馬雲騄為上策。但縱使傾全力亦毫無勝算可言。索性移轉至漢中亦可謂為一計。",
            "雖與鮑三娘關係友好，但因地理之故無法寄予期望成為戰力。領地為雲南。部下有孟獲、孟優，帶來洞主，花鬘。於智略方面雖有不足，善用遠離中央之地利，理應可全心致力於內政整頓。漸次地將南蠻之地盤向北方擴大。轉向防備態式時之強固防守，亦可謂為頗具魅力之計略。",
            "介紹文",
            "介紹文",
            "介紹文",
            "介紹文",
            "與江東之孫氏、徐氏關係友好。領地為柴桑。部下有孫峻、孫亮、全琮。因人才荒問題嚴重，理應傾力招攬孫堅屬下之武將。但因與周遭勢力關係友好故難以拓展勢力範圍，轉移陣地至江陵，目標指向空白都市眾多之益州亦不失為一計。但無論如何縱使發奮圖強亦無勝算可言。",
            "無顯著外交關係。領土為薊。部下有盧植、顧雍、王粲３人。戰鬥系人才雖差強人意，因周圍敵人稀少，若僅保衛一事則盧植一人綽綽有餘。即使於最初時期以確保戰鬥人才做為目標，盼能讓南皮之劉氏率先制壓襄平及北平。若能整頓地盤，善用地利之割據亦較輕易達成。",
            "無顯著外交關係。領地為桂陽。部下有趙範、趙雲。人才荒問題嚴重，勢力之興衰完全取決於趙雲之表現。盼能使用所有方法，將長沙孫尚香之注意力轉向北方為第一要務，繼而趁隙確保荊南之地盤。",
            "無顯著外交關係。領地為平原。部下有辛毘、辛敞、羊祜。與周遭勢力相較下，可謂略勝一籌。盼可於整頓國力後打倒南皮之劉氏、鄴之甄氏。若於早期階段制壓冀州，即能分出勝負。",
            "與鄰接之卞氏、張春華勢力維持友好關係。領地為陳留。部下有曹爽、曹訓、曹羲。令人憂心之人員，故盼能及早進行補強人才。南方交由卞氏、西方交由張春華，自身則負責壓制中原東部方為上策。讓下坯之糜氏率先整頓穩固地盤。",
            "友好勢力為卞氏、劉氏。與鄰接勢力之劉氏間之關係尤其重要。領地為鄴。部下有袁熙、曹植、曹叡。召集擅長戰鬥之將才為當務之急。理應於最初階段與劉氏聯手，首先打倒辛憲英為上策。藉奪取空白都市之晉陽，進而擊潰辛憲英一策較有利於往後發展。",
            "雖與祝融關係友好，由於地理位置關係無法寄予期望。領地為梓潼。部下僅關索一人。縱使發奮亦無勝算可言。首先應自登庸人才開始。期能善用與關索間之交情，嘗試說服關索一族人加入旗下。留心西北之動向，待人員招攬齊全後進軍攻入蜀中整頓地盤。",
            "無顯著外交關係。領地為新野。部下有諸葛亮、諸葛瞻、諸葛尚。戰鬥方面雖差強人意，所幸有諸葛亮坐鎮臨機應變做應對。儲蓄國力及培育人才進而參戰中原之爭，討伐襄陽之蔡氏進攻南方亦不失為一計。若能以荊州及益州之空白都市達成整頓地盤，將可一股作氣成為一大勢力。",
            "與鄰接勢力馬雲騄之對立激烈。領地為天水一地。部下僅楊阜一人。縱使發奮圖強亦幾乎無勝算可言。因武威之馬雲騄頗具威脅性，故理應號召狀況安定之鄒氏，進行夾攻之攻擊。若感馬雲騄之壓力甚重之時，進軍漢中亦不失為一策。若能擊潰梓潼之鮑三娘，入主蜀中美夢指日可待。",
            "與鄰近勢力之孫氏、孫魯班等人關係友好。領地為建業。部下有孫翊、朱治。因人才荒問題嚴重，極力招攬孫堅屬下之武將可謂為當務之急。因與周遭勢力之關係友好故難以拓展勢力範圍、將目標移轉壽春、於中原東部進行割據亦可謂為一計。但無論如何發奮圖強亦無勝算可言。",
            "鄰近勢力之孫氏、與孫魯班等關係友好。領地為廬江。部下為小喬、孫策、周瑜。可謂之為不僅擅長於水陸戰鬥，亦精通內政之陣容。且因有孫策及周瑜坐鎮之故，隸屬於孫策之武將相當易於召集、未來指日可待。無需執意對關係友好之江南出兵，首先進行確保淮南為上策。天下制霸之道已不遠矣。"
        ]
    },
    "Scen014.s11": {
        "title": "赤壁之戰",
        "description": "劉表身後，其子劉琮未經一戰便向曹操降伏。曹操遂未費吹灰之力而盡得荊州。餘下群雄，僅剩自新野遁逃之劉備，與據守江東之孫權。另一方面，投身劉備麾下為軍師之諸葛亮，與孫權軍之重臣周瑜結盟，以備與曹操決一死戰。赤壁之曠世決戰，已迫在眉睫。",
        "factions": [
            "與公孫康和荊南四位君主友好，但必須對抗得到諸葛亮的劉備、在長江布防的孫權以及從西方伺機而動的馬騰。雖然吞併荊北後領地擴張到19個城市，人才也更加充實，但仍不可掉以輕心。首先全力消滅劉備，然後在國力差距較大的時候通過消耗戰擊敗孫權。",
            "與孫權結盟，即將與曹操決戰。領地僅有江夏。部下有關羽、張飛、趙雲、諸葛亮等文武一流人才。特別是諸葛亮的加入極大地拓展了戰略和戰術的範圍。初期與孫權合作阻止曹操的進攻，伺機奪取江陵。轉向北方奪取壽春也是一個方案。",
            "與劉備同盟，即將與曹操決戰。領地有建業等５個城市。部下有周瑜、魯肅、呂蒙、黃蓋、甘寧等有能之將。雖然吞併荊北的曹操壓力很大，但如果能將其引入水戰，完全可以擊退。以長江和劉備為防線阻止曹操南下，伺機攻擊壽春可能是良策。",
            "迎頭之大敵為曹操，而友好勢力為劉備與劉璋。領土為武威等３個都市，麾下有馬超、馬岱、龐德等勇將。應迅速整頓軍備，並派勇將們一口氣攻下長安。時間拖越久的話，曹操的勢力只會更加擴大，屆時恐怕將會難以應付。曹操將戰力南移之際實乃勝負關鍵。",
            "與張魯敵對，而與馬騰的關係為友好。領土為成都等３個都市。麾下的質與量之精良，可說是全盛時期。然而，蜀地正面臨曹操的強大威脅。是要迅速地攻打張魯以漢中為防禦據點，亦或是運用蜀地的天險地利來進行防守戰，此乃不得不下之決斷。",
            "介紹文",
            "介紹文",
            "介紹文",
            "介紹文",
            "與劉璋處於敵對狀態。領土僅有漢中。與周圍的勢力相較，麾下之質與量均有大幅落差。在周邊勢力尚未有所行動前最好不要輕舉妄動，先強化陽平關及漢中的守備再說吧。為了降低敵軍的威脅，與曹操軍聯手亦是一策。如能得到曹操的援軍，應就能順利擊退劉璋軍。",
            "介紹文",
            "介紹文",
            "領地襄平四周為曹操勢力。由於與曹操間的關係尚稱良好，因此序盤不應隨意觸怒之較妥。先強化內政面及人才面，並時時觀察天下的動向。平時做好整軍待發之準備，一旦曹操的天下開始動搖，便可一口氣奪下北平或薊。確保優秀人才也許是最優先的課題。",
            "介紹文",
            "介紹文",
            "介紹文",
            "介紹文",
            "介紹文",
            "介紹文",
            "介紹文",
            "介紹文",
            "介紹文",
            "介紹文",
            "介紹文",
            "介紹文",
            "介紹文",
            "介紹文",
            "介紹文",
            "介紹文",
            "介紹文",
            "介紹文",
            "與曹操為同盟，與金旋、趙範、劉度的關係也不錯。領土僅有長沙。麾下有猛將•黃忠。雖然四周均為友好勢力，但若是一直不做任何行動的話，可能就會被排除在天下大勢之外。可先以黃忠為中心之部隊來消滅金旋或趙範。最好是在曹操和孫權交戰之際壓制住荊南較為妥當。",
            "與曹操為同盟，與韓玄、趙範、劉度的關係也不錯。領土僅有武陵。麾下有鞏志及金禕等人。雖然四周均為友好勢力，但若是一直不做任何行動的話，可能就會被排除在天下大勢之外。應儘量避免與擁有黃忠的韓玄發生衝突，先將目標擺在打倒劉度上。最好是在曹操和孫權交戰之際壓制住荊南較為妥當。",
            "與曹操為同盟，與韓玄、金旋、劉度的關係也不錯。領土僅有桂陽。麾下有陳應及鮑隆等人。雖然四周均為友好勢力，但若是一直不做任何行動的話，可能就會被排除在天下大勢之外。應儘量避免與擁有黃忠的韓玄發生衝突，先將目標擺在打倒劉度上。最好是在曹操和孫權交戰之際壓制住荊南較為妥當。",
            "與曹操為同盟，與韓玄、金旋、趙範的關係也不錯。領土僅有零陵。麾下有劉賢及邢道榮。雖然四周均為友好勢力，但若是一直不做任何行動的話，可能就會被排除在天下大勢之外。可先消滅以文官佔多數的金旋。最好是在曹操和孫權交戰之際壓制住荊南較為妥當。",
            "介紹文",
            "介紹文",
            "介紹文",
            "介紹文",
            "介紹文",
            "介紹文",
            "介紹文"
        ]
    },
    "Scen015.s11": {
        "title": "英雄亂舞",
        "description": "英雄集結系列第二彈，魏、吳、蜀三國分裂為多個小國。魏有曹操、曹丕、曹叡、夏侯惇、荀彧、司馬懿等人。吳有孫堅、孫策、孫權、張昭、陸遜等人。蜀有劉備、劉禪、關羽、張飛、諸葛亮等人互相爭奪霸權。此外，袁紹、董卓、呂布等群雄亦加入戰局。勝利終將歸於何方？",
        "factions": [
            "與夏侯惇等曹操勢力交好，與董卓等勢力為敵。領地為江州。部下有曹仁、許褚、程昱、滿寵等文武一流人才。因曹操之故，更易於聚集曹操系武將亦為有利之處。周邊並無顯著勢力，故於留意江陵陸遜切莫西進之同時，迅速攻佔巴蜀之地為上策。",
            "與關羽、張飛、諸葛亮等勢力交好，與袁術、董卓、曹操等勢力為敵。領地為零陵。部下有趙雲、黃忠、法正等人，加之公孫瓚一族及盧植等，質量與數量皆無可挑剔。因無需擔憂後方，攻佔荊南應易如反掌。若能在江陵陸遜壯大之前北上，則天下指日可待。",
            "與袁術、孫策、孫權等勢力交好，與董卓、劉表激烈對立。領地為吳。部下有程普、黃蓋、韓當、祖茂等老將。雖智謀方面稍有不足，然地理位置優越，且能與周邊任何勢力勢均力敵乃至更勝一籌。迅速攻佔江東後，盼能善用水軍之長向西方發展。",
            "與劉備交好，與曹操為敵，然地理上兩者皆無影響。領地為汝南。部下以族人馬超、馬岱為中心，戰鬥型人才濟濟，然智謀方面仍有不足。首要之務或在於確保文官型人才。宜做好被施以計謀之準備，亦須將戰鬥拖入僵局，無論如何皆欲吸納許昌之荀彧。",
            "與成都之張魯交好，並無明顯之敵對勢力。領地為宛。部下有張任、吳懿、黃權等文武良將，戰鬥力無可挑剔。宜使長安之呂布與洛陽之關羽相互爭鬥，伺機吞併新野之劉琮及上庸之公孫度。其後，發展方向將決定勢力之興衰。",
            "並無友好之勢力，與曹操、劉備、孫堅等眾多勢力為敵。領地為柴桑。部下有李儒、華雄、張繡等。數量雖眾然質量不高，文武方面皆急需加強人才。且水軍適性極低，應避免長江上之戰鬥。從陸地襲擊長沙之曹叡，爭取攻佔荊南或為上策。",
            "與袁紹交好，與孫堅、孫策、孫權為敵。領地為北平。部下有沮授、審配、文聘等。質量尚可然人才短缺嚴重。確保人才乃當務之急。若袖手旁觀，頃刻間將被周邊勢力吞併。縱使勉強亦須出兵，爭取攻下相對易於對付之薊城張飛。",
            "與劉表、劉虞交好，與董卓、袁術激烈對立。領地為陳留。部下有顏良、文醜、田豐、沮授等袁紹系之精銳，質量與數量皆無可挑剔。能與周邊任何勢力勢均力敵乃至更勝一籌，故初期之進攻方向至關重要。擊敗戰鬥方面有所欠缺之許昌荀彧，並吸納其人才或為高效之舉。",
            "與孫堅、呂布交好，與劉備、袁紹等眾多勢力為敵。領地為南皮。部下聚集袁術系之人才，然質量仍不高。紀靈、楊弘等人或許可以倚賴。因與鄰近之孔融對決不可避免，故首要之務在於迅速奪取平原。待國力與人才充足後，再與鄧艾決一勝負。",
            "與宛城之劉焉交好，並無明顯之敵對勢力。領地為成都。部下除閻圃等張魯系人才外，尚有嚴顏、程銀等，戰鬥方面得到加強。然而，因與鄰近江州之曹操實力懸殊，與曹操交戰實為不明智之舉。宜善用地理優勢增強國力，同時以梓潼為目標或為良策。",
            "與袁術交好，與董卓、張飛、關羽激烈對立。領地為長安。部下有高順、陳宮等。戰鬥型武將居多，智謀方面有所欠缺，然擁有足以彌補之強大戰鬥力。與鄰近之關羽對決勢在難免，然無須勉強作戰。盼能向相對易於對付之西北方向發展。",
            "與劉備、關羽交好，與董卓、呂布、袁術等為敵。領地為薊。部下除張苞、嚴顏等勇將外，尚有軍師龐統，令人安心。然而，智謀方面之不足乃一問題，故首要之務或在於擊敗北平之劉表以加強人才。於留意南皮袁術之同時，盼能以引以為傲之戰鬥力征服幽州。",
            "與天水之司馬懿激烈對立，然地理上不成問題。領地為上庸。部下以公孫度一族為中心，然質量與數量皆為所有勢力中最差之一，故急需招攬優秀人才。縱使進入中原亦無勝算，故首要之務在於全力攻打漢中之魏延。進入益州或許能尋得生路。",
            "與袁紹交好，與董卓為敵。領地為永安。部下有皇甫嵩、魏攸等。整體而言皆為能力平庸之武將，尤其急需加強戰鬥方面之人才。隨著時間推移將愈發不利，遭江州曹操與江陵陸遜夾擊幾乎毫無勝算。大膽沿棧道北上，以漢中或梓潼為目標亦為一方案。",
            "與諸葛誕交好，與司馬懿激烈對立。領地為晉陽。部下有夏侯玄、桓範、何晏等。整體而言皆為能力平庸之武將，尤其戰鬥方面極為薄弱。然因地理位置優越，可一邊展開防禦戰一邊加強戰鬥型人才。若能吸納薊城之張飛，局面或將得以打開。",
            "與荀彧、羊祜交好，與諸葛亮、曹爽、公孫度等為敵。領地為天水。部下以司馬氏一族為中心，加之張虎、賈充等優秀人才，質量與數量皆無可挑剔。然而，與武威之孫策交戰並非明智之舉。首要之務在於奪取漢中，而後抱持放棄西北之打算進攻巴蜀，應為上策。",
            "與劉備、曹丕、荀彧交好，與曹操、董卓、袁術為敵。領地為平原。部下有崔琰、許靖等，政治方面優秀，然戰鬥方面尤其薄弱。與南皮袁術之對決勢在難免，正面交鋒恐無勝算。大膽襲擊北海之曹植或許亦為一方案。",
            "與曹操交好，與董卓為敵，然兩者皆無特別之影響。領地為濮陽。部下除夏侯氏一族外，尚有郭淮、韓浩、張既等。智謀方面稍有不足，然文武人才濟濟。能與周邊任何勢力勢均力敵乃至更勝一籌，故初期之進攻方向至關重要。進攻相對容易之河北亦為一方案。",
            "與劉備交好，與董卓、司馬懿、魏延為敵。領地為下邳。部下有水鏡先生之門人及諸葛亮之親戚。除徐庶與馬謖等智謀之士外，尚有姜維、王平、向寵等戰鬥力亦強之武將。因周圍並無顯著勢力，中原東部應易於攻佔。其後之戰略將決定成敗。",
            "與曹操、曹叡交好。與曹丕激烈對立，然因距離較遠，不成問題。領地為北海。部下有曹彰、田豫等。質量尚可然人才短缺嚴重。確保人才乃當務之急。因於中原難見勝機，襲擊平原之孔融並進軍河北亦為一方案。",
            "與下邳之諸葛亮激烈對立，然地理上不會發生戰鬥。領地為漢中。部下僅有高翔、陳式、陳壽。可謂所有勢力中最弱之陣容。因不擅長外交、計謀及內政，正面交鋒並無勝算。宜考慮藉由戰鬥打開局面。首要之務或在於擊敗梓潼之孫峻。",
            "並無友好之勢力，與鄰近之孟獲激烈對立。領地為廬江。部下有羅憲、郤正、霍弋等，然整體實力較弱，遠遜於周邊勢力。若袖手旁觀，頃刻間將被周邊勢力吞併。縱使勉強亦須出兵，爭取攻下相對易於對付之壽春張遼。",
            "與孔融交好，與曹植激烈對立。領地為雲南。部下數量不多然質量尚可。有華歆、陳群、賈逵、孟達等一流人才。宜善用無需擔憂後方之地理優勢，充分積蓄國力。盼能在江州曹操壯大之前征服南蠻。",
            "並無友好之勢力，與孫登、張昭、陸遜激烈對立。領地為梓潼。部下有孫休、孫皓、濮陽興等。數量雖眾然質量極低。隨著時間推移將愈發不利，正面交鋒並無勝算。盼能在西北使孫策與司馬懿相互爭鬥，而後伺機擊敗漢中之魏延，坐收漁翁之利。",
            "與劉備、張飛、張遼交好，與呂布、孫權等激烈對立。領地為洛陽。部下以關羽一族為中心，加之徐晃、周倉、王甫等。戰鬥方面無可挑剔，然智謀方面稍有不足，渴望優秀之軍師。因與鄰近之呂布對決勢在難免，故首要之務在於以長安為目標。",
            "與孫堅、孫登、張昭交好，與袁術、劉表對立。領地為武威。部下有周瑜、太史慈、蔣欽、周泰等吳國之名將與勇將。雖智謀方面稍有不足，然若能吸納天水之司馬懿，問題將迎刃而解。因無需擔憂後方，奪取長安應亦易如反掌。僅需征服西北，則天下指日可待。",
            "與鄰近之劉禪激烈對立，並無明顯之其他外交關係。領地為建業。部下除祝融等孟獲系人才外，尚有李恢、張嶷、馬忠等，智謀方面得到極大加強。然而，因水軍適性極低，應避免長江上之戰鬥。首要之務在於全力擊敗吳國之孫堅，鞏固江東。",
            "與曹操、關羽交好，然地理上無法指望，與鄰近之孫權激烈對立。領地為壽春。部下有樂進、李典、溫恢、蔣濟等，質量無可挑剔，然數量令人擔憂。首要之務或在於充實人才。無論從地理抑或戰力而言，皆欲盡快吞併廬江之劉禪。",
            "介紹文",
            "介紹文",
            "與孫堅、孫策、孫權等交好，與孫峻激烈對立。領地為建寧。部下有諸葛恪、顧譚、張休、陳表等四友之親戚，人才質量尚可，然數量令人擔憂。尤其戰鬥方面之人才短缺嚴重。雖非易事，然盼能盡早吞併雲南之曹丕以打開局面。",
            "與孫堅、孫策交好，與董卓、袁術等為敵。領地為小沛。部下有張紘、王朗、陳珪、陳登等，政治方面一流，然戰鬥方面極其薄弱。正面交鋒並無勝算，甚至難以守住小沛。盼能盡快確保戰鬥型人才，以打開局面。",
            "介紹文",
            "並無友好之勢力，與孫權、劉備等激烈對立。領地為新野。部下有蔡瑁、張允等。質量與數量皆為所有勢力中最差之一，故急需招攬優秀人才。且與江夏之孫權之爭不可避免，進軍中原亦甚危險。進攻上庸或許為唯一出路。",
            "與司馬懿交好，與董卓、袁術對立。領地為襄陽。部下有杜預、王濬、張華等。整體印象為能力平庸之武將居多，然平均能力尚可，用之尚稱順手。然而，江陵之陸遜與江夏之孫權皆為強敵，故首要之務在於迅速擊敗新野之劉琮，於荊北建立勢力。",
            "與孫登交好，與袁術、孫峻激烈對立。領地為江陵。部下有陸抗、陸凱等陸氏一族，加之孫桓、朱據等，文武人才濟濟。然而，因周圍強敵眾多，初期不可掉以輕心。首要之務或在於全力攻打襄陽之羊祜，以鞏固地盤。",
            "與曹操、司馬懿、孔融交好，與董卓、袁術對立。領地為許昌。部下有郭嘉、荀攸、鍾會等，智謀方面無可挑剔，然戰鬥方面較為薄弱。首要之務在於展開防禦戰，同時充實戰鬥型人才。若能以計謀降服相對易於對付之汝南馬騰，局面將迅速打開。",
            "與孫堅、孫登交好，與關羽、張遼等激烈對立。領地為江夏。部下有魯肅、呂蒙、甘寧、徐盛等吳國名將，文武兼備。因較周邊勢力略勝一籌，正面進攻應易於征服江南。首要之務在於擊敗廬江之劉禪與柴桑之董卓，於長江建立防線。",
            "與江州之曹操激烈對立，然地理上不成問題。領地為武陵。部下有審配、逢紀、袁熙等。質量與數量皆遠遜於周邊勢力，故急需充實人才。初期之目標或在於征服荊南？然而，切莫勉強與零陵之劉備爭鬥，首要之務在於擊敗長沙之曹叡以整頓戰力。",
            "與天水之司馬懿對立，然因距離較遠，不會發生戰鬥。領地為鄴。部下有陳泰、鄧忠等。整體印象為能力平庸之武將居多，然平均能力尚可，用之尚稱順手。因周邊並無顯著勢力，正面進攻應易於征服河北。然而，須留意南皮之袁術。",
            "與曹爽交好，與司馬懿、曹叡對立。領地為襄平。部下有毌丘儉、文欽、文鴦等。能力平庸之武將居多，整體印象為實力較弱。然因地理位置優越，可安心增強國力。盼能在袁術與張飛進軍之前擊敗北平之劉表。",
            "與曹操、曹植交好，與曹丕、司馬懿、諸葛誕等對立。領地為長沙。部下有曹真、郝昭、王雙、高堂隆等，文武方面皆有不錯之中堅人才。首要之務在於征服荊南，然零陵之劉備乃強敵，需相當之國力擴張。從陸地襲擊柴桑之董卓，而後進軍江東或為上策。"
        ]
    }
}